{ "items": [ { "Practitioner":"Sherry Arnstein", "Entity Type":"Individual", "Field":"CD, Youth, Health", "Country":"USA", "Decade":"1960s to 1970s", "Quotes":"\"(Citizen Participation is) the redistribution of power that enables the have-not citizens, presently excluded from the political and economic processes, to be deliberately included in the future.\"", "About":"Arnsetin was a director of Community Development Studies for The Commons, a nonprofit research institute in Washigton D.C. and Chicago. Her landmark analysis about citizen participation, published as a \"Ladder of Citizen Participation\", has been reprinted more that 80 times and has been translated into several foreign languages.", "Publications":"Arnstein, S. R. (1969). A ladder of citizen participation. Journal of the American Institute of planners, 35(4), 216-224.", "Connections":"Roger Hart, Sanoff, Wallerstein, Chawla, Francis", "Details":"Hart's Ladder of Participation was inspired by Arnstein. Sanoff cited her work." }, { "Practitioner":"Paul Davidoff", "Entity Type":"Individual", "Field":"CD", "Country":"USA", "Decade":"1960s to 1980s", "Quotes":"\"The advocacy of alternative plans by interest groups outside of government would stimulate city planning in a number of ways.\"", "About":"Paul Davidoff (1930-1984) was a planning theorist responsible for the creation of the \"advocacy planning\" His work as an advocate was exclusively focused on minority and lower-income communities. ", "Publications":"Davidoff, P. (1965). Advocacy and pluralism in planning. Journal of the American Institute of Planners, 31(4), 331-338.", "Connections":"Community Design Centers, Sanoff", "Details":"Sanoff Described their works in his Book.CDC was inspired by Davidoff's concept \"advocacy planning\"." }, { "Practitioner":"Norman Krumholz", "Entity Type":"Individual", "Field":"CD", "Country":"USA", "Decade":"1960s to Present", "Quotes":"", "About":"Norman Krumholz, began developing the famous Cleveland Policy Planning Report (Cleveland City Planning Commission 1974) based on the new strategy of equity planning (Hirt 2005).6", "Publications":"", "Connections":"Halprin, Goltsman (MIG), Davidoff", "Details":"He worked with him in Cleveland Project.Goltsman cited his quorts in the Inclusive City.Paul Davidoff's idea inspired him." }, { "Practitioner":"Saul Alinsky", "Entity Type":"Individual", "Field":"CD", "Country":"USA", "Decade":"1940s to 1970s", "Quotes":"\"Citizen Participation is the animating spirit and force in a society predicated on voluntarism.\"\"It is the power of active citizen participation pulsing upward, providing a unified strength for a common purpose.\" ", "About":"He was both a committed organizer and activist (founding the Industrial Areas Foundation in Chicago) and an influential writer. His books Reveille for Radicals (1946) and Rules for Radicals (1972) were, and remain, important statements of community organizing. Alinsky’s ideas bear careful exploration and have a continuing relevance for informal educators and all those whose role involves trying to effect change in communities.", "Publications":"Alinsky, S. D. (1972). Rules for radicals: A primer for realistic radicals.", "Connections":"Sanoff", "Details":"Sanoff Described their works in his Book" }, { "Practitioner":"Karl Linn", "Entity Type":"Individual", "Field":"CD", "Country":"USA", "Decade":"1960s to 1990s", "Quotes":"\"I developed participatory processes that motivated people to come together to envision, design, and build commons where people can easily meet\"", "About":"Linn is considered 'Father of American Participatory Architecture' by many academic colleagues and architectural and environmental experts of the National Endowment for the Arts. During the early 1960s Linn founded and directed pioneering community design-and-build centers in Philadelphia and Washington, DC, which became models for the Domestic Peace Corps.", "Publications":"Linn, K. (1968). White solutions won’t work in Black neighborhoods. Landscape Architecture Magazine, 59(1), 23-25.", "Connections":"Hester", "Details":"He worked with Louis Khan. Hester cited his works." }, { "Practitioner":"Lawrence Halprin", "Entity Type":"Individual", "Field":"CD", "Country":"USA", "Decade":"1960s - 2000s", "Quotes":"\"A tool to improve design.\" \"(Halprin's) His interest in participatory processes was not only based on the ethics of inclusion and collectivity, but also on optimizing the potential for the implementation of his design plans, as the public became more committed to plans that they helped generate.\"\"Although many of us view participation as a way to improve design, Larry singularly employed it with such focus on insightful discovery to shape intense experience through design.\"", "About":"Halprin was an American landscape architect, designer and teacher. Halprin's work is marked by his attention to human scale, user experience, and the social impact of his designs. He was the co-creator with his wife, the dancer Anna Halprin, of the \"RSVP Cycles\", a creative methodology that can be applied broadly across all disciplines", "Publications":"Halprin, L., & Burns, J. (1974). Taking part: A workshop approach to collective creativity (pp. 5-5). Mit Press.Hester, R., Halprin, L., & Mullen, D. (1999, December). Interview with Lawrence Halprin. In PLACES-A FORUM OF ENVIRONMENTAL DESIGN (Vol. 12, No. 2, pp. 42-51). C/O PLACES, PO BOX 1897, LAWRENCE, KS 66044-8897 USA: DESIGN HISTORY FOUNDATION.", "Connections":"Hester, Sanoff", "Details":"Sanoff cited his works. Hester conducted an interview with him and cited his works." }, { "Practitioner":"Rex Curry", "Entity Type":"Individual", "Field":"CD", "Country":"New York City, USA", "Decade":"1960s to 2000s", "Quotes":"", "About":"Curry was an American architect and the former president of the national Association for Community Design Inc,. He founded the Pratt Institute Center for Community and Environmental Developmen in 1963, the oldest university-based advocacy planning organization in the country, which helped local residents participate in the processes that shaped their communites' future.", "Publications":"", "Connections":"Freiere, Hester, Jeffrey, ACD, Pacific Rim Community Design Conference", "Details":"He served as ACD president. Hester and Jeffry are active member of Pacific Rim Community Design Network as Curry." }, { "Practitioner":"Architectural Renewal Committee in Harlem (ARCH)", "Entity Type":"Organization", "Field":"CD", "Country":"New York City, USA", "Decade":"1963 to 1970s", "Quotes":"", "About":"The first community design centre in the United States, fought a proposal of freeway passing through Manhattan (Sanoff, 2000). ", "Publications":"", "Connections":"", "Details":"" }, { "Practitioner":"Architecture-Research-Construction (ARC)", "Entity Type":"Organization", "Field":"CD", "Country":"Cleveland, USA", "Decade":"1968 to Present", "Quotes":"", "About":"ARC remodeled hospital wards, community-based treatment centers and group homes, working with patients, staff and administrators in a participatory design process.", "Publications":"", "Connections":"", "Details":"" }, { "Practitioner":"Asian Neighborhood Design (AND)", "Entity Type":"Organization", "Field":"CD", "Country":"San Francisco, USA", "Decade":"1973 to Present", "Quotes":"", "About":"AND provides specialized architectural services aimed at needy clients and vocational training for at-risk youth.41 These changes helped the practice survive as the activist fer- vor of the 1960s and 70s dwindled. Today, AND is a full-service professional planning and architectural service that has an annual operating budget of about $4 million and is dedicated to housing and community development throughout the region", "Publications":"", "Connections":"ACD, Sanoff (cited this)", "Details":"" }, { "Practitioner":"Association for Community Design Inc.", "Entity Type":"Organization", "Field":"CD", "Country":"USA", "Decade":"1977 to Present", "Quotes":"", "About":"Association for Community Design (ACD) is the prinary national professional network organization representing community design interests and capacities in the U.S. As such ACD serves and supports practitioners, educators and reserchers, individuals as well as organizations and institutions engaged in community-based design and planning", "Publications":"", "Connections":"Curry", "Details":"" }, { "Practitioner":"Henry Sanoff", "Entity Type":"Individual", "Field":"CD, Youth", "Country":"USA", "Decade":"1960s to Present", "Quotes":"\" Community participation, on the other hand, covers all the scales and techniques but refers to the processes involving professionals, families, community groups and government officials in shaping the environment.\"", "About":"Sanoff is a Professor of Architecture in the School of Design at North Carolina State University and one of the founders of the Environmental Design Research Association (EDRA). His research has concentrated in the areas of school facilities, children's environments, community arts, community revitalization, and aging populations.", "Publications":"Sanoff, H. (2000). Community participation methods in design and planning. John Wiley & Sons.", "Connections":"Halprin (cite), Hester, Goltsman, Toker (student), Whyte (cited in Sanoff's book)", "Details":"Design Game, Design Workshop" }, { "Practitioner":"Randolph Hester", "Entity Type":"Individual", "Field":"CD", "Country":"California, USA", "Decade":"1970s to Present", "Quotes":"\"A tool to get in civil rights agendas.\"", "About":"Randolph (Randy) Hester Jr. is a landscape architect, professor and sociologist based in Berkeley, California. His practical work and teaching has focused on applying sociology to the design of neighborhoods, cities and landscapes. Hester is a strong advocate for community participation in the development of what he calls ecological democracies and sacred landscapes – spaces that grow out of a true understanding of the needs of a local community and the potential of its resources.", "Publications":"Hester, R. T. (1985). LANDSTYLES AND LIFESCAPES+ 12 STEPS TO COMMUNITY-DEVELOPMENT. Landscape Architecture, 75(1), 78-85.Hester, R. T. (1990). Community design primer. Mendocino, CA: Ridge Times Press.Hester, R., Halprin, L., & Mullen, D. (1999, December). Interview with Lawrence Halprin. In PLACES-A FORUM OF ENVIRONMENTAL DESIGN (Vol. 12, No. 2, pp. 42-51). C/O PLACES, PO BOX 1897, LAWRENCE, KS 66044-8897 USA: DESIGN HISTORY FOUNDATION.", "Connections":"Sanoff (His student), Francis (Co-worker), Halprin (inspired by him, Conducted and wrote an interview),Pacific Rim, Jeffrey, Hamdi (citaed Hamdi's work)", "Details":"12 Steps to Community Development" }, { "Practitioner":"Mark Francis", "Entity Type":"Individual", "Field":"CD, Youth", "Country":"California, USA", "Decade":"1980s to 2000s", "Quotes":"", "About":"Mark Francis is Professor Emeritus and past Chair of Landscape Architecture at the University of California, Davis where he founded and directed the Center for Design Research for twenty years. He works at the intersections of landscape architecture, environmental psychology, geography, art, youth participation, and urban design to explore the design and meaning of built and natural places.", "Publications":"Francis, M. (1984). Community open spaces: Greening neighborhoods through community action and land conservation. Island Press.Francis, M., & Lorenzo, R. (2002). Seven realms of children's participation. Journal of environmental psychology, 22(1), 157-169.Francis, M. (2003). Village homes: a community by design. Island Press.", "Connections":"MIG, Moore, Hester", "Details":"" }, { "Practitioner":"Nabeel Hamdi", "Entity Type":"Individual", "Field":"CD, INTL", "Country":"UK, International", "Decade":"1980s to Present", "Quotes":"\"Participation is responsibility with authority in partnership with other stakeholders\"\"A process which engages grass-root organizations as partners in the design, implementation, and management of programs.\" \"I think we have to move first of all off the idea that community design or participatory processes, participatory design has to do with saving poor people and empowering the vulnerable.\"\"", "About":"Nabeel Hamdi qualified at the Architectural Association in London in 1968. In 1997 Nabeel won the U.N. – Habitat Scroll of Honour for his work on Community Action Planning. He has consulted on participatory action planning and upgrading of slums in cities to all major international development agencies and to charities and NGO’s worldwide.", "Publications":"Hamdi, N., & Goethert, R. (1997). Action planning for cities: a guide to community practice (p. 264). Chichester, UK: John Wiley.Hamdi, N. (2004). Small change: about the art of practice and the limits of planning in cities. Earthscan, London.", "Connections":"World Bank (worked before), Sanoff (he cited Hamdi's book and action planning)", "Details":"Community Action Planning" }, { "Practitioner":"Jeffry Hou", "Entity Type":"Individual", "Field":"CD", "Country":"USA, Taiwan", "Decade":"1990s to Present", "Quotes":"", "About":"Chair and Associate Professor of Landscape Architecture at University of Washington in Seattle. His research and practice focuses on community design, cultural landscape, environmental activism, and social and ecological hybridity in landscape.", "Publications":"Hou, J., & Rios, M. (2003). Community‐Driven Place Making. Journal of Architectural Education, 57(1), 19-27.", "Connections":"Hester, Francis", "Details":"" }, { "Practitioner":"The Pacific Rim Community Design Network", "Entity Type":"Organization", "Field":"CD", "Country":"USA, Japan, Taiwan, Honk Kong", "Decade":"1998 to Present", "Quotes":"", "About":"The purpose of the conference was to provide the practitioners and scholars working in the field of participatory design and planning across the Pacific Rim region with an opportunity to share and compare each other's experiences and advance their practice and research. Through conferences and joint projects, the network has provided a vehicle for collaboration and mutual support, as well as a forum for comparative understanding of community design in the fast changing political and social context of the Pacific Rim.", "Publications":"", "Connections":"Jeffrely, Hester, Francis", "Details":"" }, { "Practitioner":"Kevin Lynch", "Entity Type":"Individual", "Field":"Youth", "Country":"USA, International", "Decade":"1960s to 1980s", "Quotes":"\"A good city is one in which children can grow and develop to the extent of their powers;where they can build their confidence and become actively engaged in the world; yet beautonomous and capable of managing their own affairs\"", "About":"Kevin Lynch was a significant contributor to city planning and city design in the twentieth century. Lynch and UNESCO founded a broad-based international research initiative that revists and extends a project, conceived in 1970, that examined the ways in which children use and perceive the environments that shape their lives.", "Publications":"Lynch, K. (1960). The image of the city (Vol. 11). MIT press.Lynch, K., & Banerjee, T. (1976). Growing up in cities. New society, 37(722), 281-284.", "Connections":"Moore, Driskell (students)", "Details":"" }, { "Practitioner":"Roger Hart", "Entity Type":"Individual", "Field":"Youth", "Country":"USA, International", "Decade":"1970s to Present", "Quotes":"\"Participation is the fundamental right of citizenship.\"", "About":"Roger Hart is director of the Center for Human Environments and the Children’s Environments Research Group at the Graduate Cente. He has collaborated in many countries with international NGOs and UNICEF and has published books in numerous languages including: Children’s Participation: The Theory and Practice of Involving Young Citizens in Community Development and Environmental Care (1997) and Children’s Rights, Poverty and Urban Management (1999).", "Publications":"Hart, R. (1979). Children's experience of place. Irvington.Hart, R. A. (1992). Children's participation: From tokenism to citizenship (No. inness92/6). UNICEF Innocenti Research Centre.", "Connections":"Chawla, UNICEF Innoceti Centre, Driske. Hart and Moore coauthored a book", "Details":"" }, { "Practitioner":"Robin Moore", "Entity Type":"Individual", "Field":"Youth", "Country":"USA, International", "Decade":"1970s to Present", "Quotes":"\"Young people must be integrated into society, given responsibilities, and have opportunities to influence their own living conditions\"", "About":"Robin Moore is a designer and design researcher, specializing in child and family urban environments that support healthy human development, informal play, and non-formal education, especially through children’s exposure to nature. Moore is professor of Landscape Architecture and Director of the Natural Learning Initiative, North Carolina State University, Raleigh.", "Publications":"Moore, R., & Young, D. (1978). Childhood outdoors: Toward a social ecology of the landscape. In Children and the environment (pp. 83-130). Springer US.Moore, R. C. (1990). Childhood's domain: play and place in child development. MIG communications.", "Connections":"Kevin Lynch (Professor), Iacofano, Goltsman (Founded MIG), Chawla, Driskell (GUIC).Hart and Moore coauthored a book", "Details":"" }, { "Practitioner":"Louise Chawla", "Entity Type":"Individual", "Field":"Youth", "Country":"USA, International", "Decade":"1990s to Present", "Quotes":"", "About":"Louise Chawla is a Professor in the Environmental Design Program in the University of Colorado Boulder. As International Coordinator of the Growing Up in Cities program of UNESCO from 1996-2006, she revived an initiative that has involved young people in cities around the world in evaluating and improving their urban communities.", "Publications":"Chawla, L. (1992). Childhood place attachments. In Place attachment (pp. 63-86). Springer US.Chawla, L., & Unesco. (2002). Growing up in an urbanising world. London: Earthscan.", "Connections":"Hart, Driskell, Moore", "Details":"" }, { "Practitioner":"David Driskell", "Entity Type":"Individual", "Field":"Youth", "Country":"USA, International", "Decade":"1990s to Present", "Quotes":"", "About":"David Driskell is the UNESCO Chair for “Growing Up in Cities” and the Executive Director of Community Planning and Sustainability at the City of Boulder. He is author of Creating Better Cities with Children and Youth (UNESCO/Earthscan, 2002) and numerous articles; teaches courses on community-based planning and action research; and has directed child and youth action research initiatives in Bangalore, New York, and Nairobi.", "Publications":"Driskell, D. (2002). Creating Better Cities with Children and Youth: A Manual for Participation. Stylus Publishing, 22883 Quicksilver Drive, Sterling, VA 20166-2012.", "Connections":"Study under Kevin Lynch, Worked at MIG, Working in GUIC.Hart (Attended together at the 2006 World Urban Forum)", "Details":"" }, { "Practitioner":"MIG, Inc", "Entity Type":"Organization", "Field":"CD, Youth", "Country":"USA", "Decade":"1980s to Present", "Quotes":"", "About":"Since it was founded in 1982, MIG has focused on planning, designing and sustaining environments that support human development. We embrace inclusivity and encourage community and stakeholder interaction in all of our projects. For each endeavor — in planning, design, management, communications or technology — our approach is strategic, context-driven and holistic, addressing social, political, economic and physical factors to ensure our clients achieve the results they want.", "Publications":"Goltsman, S. M., & Iacofano, D. S. (Eds.). (2007). The inclusive city: Design solutions for buildings, neighborhoods and urban spaces. MIG Communications.", "Connections":"Sanoff (Professor of Goltsman), Moore (One of the co-founders), Driskell (Former staff member), Francis (Work together)", "Details":"" }, { "Practitioner":"Convention on the Rights of the Child", "Entity Type":"Event", "Field":"Youth", "Country":"International", "Decade":"1989 to Present", "Quotes":"", "About":"The United Nations Convention on the Rights of the Child (commonly abbreviated as the CRC, CROC, or UNCRC) is a human rights treaty which sets out the civil, political, economic, social, health and cultural rights of children. The Convention defines a child as any human being under the age of eighteen, unless the age of majority is attained earlier under a state's own domestic legislation", "Publications":"", "Connections":"", "Details":"" }, { "Practitioner":"Local Agenda 21", "Entity Type":"Event", "Field":"Youth", "Country":"International", "Decade":"1992 to Present", "Quotes":"", "About":"", "Publications":"", "Connections":"", "Details":"" }, { "Practitioner":"UNICEF Innocenti Research Center", "Entity Type":"Organization", "Field":"Youth", "Country":"Italy, International", "Decade":"1980s to Present", "Quotes":"Participation can not be genuine if children have no opportunity to understand the consequences and the impact of their opinions", "About":"In 1988 the United Nations Children’s Fund (UNICEF) established in Florence, Italy, a research centre to support its advocacy for children worldwide and to identify and research current and future areas of UNICEF’s work. The prime objectives of the Office of Research are to improve international understanding of issues relating to children’s rights, and to help facilitate full implementation of the Convention on the Rights of the Child supporting advocacy worldwide.", "Publications":"UNICEF Innocenti Research Centre. (2004). Building child friendly cities: A framework for action. ", "Connections":"Chawla, Hart", "Details":"" }, { "Practitioner":"A symposium on \"Children Participation in Community Settings\" in Oslo, 2000", "Entity Type":"Event", "Field":"Youth", "Country":"Oslo, Norway", "Decade":"2000", "Quotes":"", "About":"", "Publications":"", "Connections":"Chawla, Hart", "Details":"" }, { "Practitioner":"Paulo Freie", "Entity Type":"Individual", "Field":"INTL, Health", "Country":"Brazil", "Decade":"1960s to 1990s", "Quotes":"\"Poor and exploited people can and should be enabled to conduct their own analysis of their own reality.\"", "About":"Paulo Freire’s work has influenced people working in education, community development, community health and many other fields. Freire developed an approach to education that links the identification of issues to positive action for change and development. While Freire’s original work was in adult literacy, his approach leads us to think about how we can ‘read’ the society around us.", "Publications":"Freire, P. (1969). Pedagogy of the oppressed. Bloomsbury Publishing.", "Connections":"ICAE, Chambers, IDS, Fals-borda, Minkler & Wallerstein", "Details":"Paulo Freire is an Honourary President of ICAE." }, { "Practitioner":"Robert Chambers", "Entity Type":"Individual", "Field":"INTL", "Country":"UK, International", "Decade":"1970s to Present", "Quotes":"\"Participation has implications for power relations, personal interactions, and attitudes and behaviours – and that participatory can apply to almost all social contexts and processes, not least in organisations, education, research, communities and the family.\"\"The task for outsiders became to hand over the stick, to empower local people, to enhance their confidence, to enable them to define, express and analyse their reality, and not to reflect that of the upper (outsider).”", "About":"Robert Chambers has been one of the most influential scholars and writers in international development studies since the 1970s . For the last 40 years he has been a researcher at the Institute of Development Studies, based at the University of Sussex in England. He has made a major contribution to a paradigm shift in development studies and practice towards more ‘people - centered’ and bottom - up approaches. From being a mainstream development management schola , he evolved into being a world leader of participatory development research and participatory practice, and a central figure in the corresponding global knowledge networks and ‘communities of practice ’, not only in universities but also amongst professionals and other practitioners in NGOs, governments and civil society.", "Publications":"Chambers, R. (1983). Rural development: Putting the last first (Vol. 82). London: Longman.Chambers, R. (1994). The origins and practice of participatory rural appraisal. World development, 22(7), 953-969.Chambers, R. (1997). Whose reality counts?: putting the first last. Intermediate Technology Publications Ltd (ITP).", "Connections":"Institute of Development Studies at University of SussexFreire", "Details":"Mentioned and cited Freire's works" }, { "Practitioner":"Institute of Development Studies at University of Sussex", "Entity Type":"Organization", "Field":"INTL", "Country":"UK, International", "Decade":"1966 to Present", "Quotes":"\"Participatory methods (PMs) include a range of activities with a common thread: enabling ordinary people to play an active and influential part in decisions which affect their lives. This means that people are not just listened to, but also heard; and that their voices shape outcomes.\"", "About":"The Institute of Development Studies (IDS) is a leading global Institution for international development research, teaching and learning, and impact and communications, based at the University of Sussex. IDS and their original members, Chambers and his many colleagues in South Asia, Africa and Europe began working with in the 1970s have established participatory methods in development. They emerged as an alternative to mainstream approaches to development, which were top-down and linear, and often comprised Northern ‘experts’ telling Southern ‘poor people’ how to go about ‘development’.", "Publications":"Cornwall, A., & Pratt, G. (2003). Pathways to participation: Reflections on PRA. Intermediate Technology.Cornwall, A., & Brock, K. (2005). “Poverty Reduction”,“Participation” and “Empowerment” in Development Policy.Brock, K., & Pettit, J. (2007). Springs of participation: Creating and evolving methods for participatory development. Practical Action Pub.IDS Resources:http://www.participatorymethods.org/resources", "Connections":"Robert Chambers,Freire", "Details":"Mentioned and cited Freire's works" }, { "Practitioner":"United Nations Research Institute for Social Development (UNRISD)", "Entity Type":"Organization", "Field":"INTL", "Country":"International", "Decade":"1970s to Present", "Quotes":"\"(Participation is) the organised efforts to increase control over resources and regulative institutions in given social situations on the part of groups and movements hitherto excluded from such control.\" 1979", "About":"", "Publications":"", "Connections":"", "Details":"" }, { "Practitioner":"World Bank", "Entity Type":"Organization", "Field":"INTL", "Country":"International", "Decade":"1970s to Present", "Quotes":"\"(Participatory development is a) process through which stakeholders influence and share control over development initiatives, decisions and resources which affect them.\" (1994)", "About":"In 1994, World Bank initiated the World Bank Learning Group on Participation", "Publications":"Partridge, W. L. (1994). People's Participation in Environmental Assessment in Latin America: Best Practices. World Bank, Latin America Technical Department, Environment Unit.Mansuri, G., & Rao, V. (2004). Community-based and-driven development: A critical review. The World Bank Research Observer, 19(1), 1-39.Mansuri, G., & Rao, V. (2012). Localizing development: does participation work?. World Bank Publications.", "Connections":"United Nations, UNDP, NGOs, IDS?", "Details":"" }, { "Practitioner":"United Nations Development Programme (UNDP)", "Entity Type":"Organization", "Field":"INTL", "Country":"International", "Decade":"1970s to Present", "Quotes":"\"People should guide both the state and the market... actions must be taken to allow people to participate fully in the operations of markets and to share equitably in their benefits… untrammelled by arbitrary and unpredictable government controls.\" (1993:2)", "About":"", "Publications":"United Nations Development Programme. (1993). Human Development Report 1993. New York Oxford Oxford University Press", "Connections":"World Bank, UN, NGOs", "Details":"" }, { "Practitioner":"Donor Organizations (USAID, SIDA, DFID)", "Entity Type":"Organization", "Field":"INTL", "Country":"International", "Decade":"1970s to Present", "Quotes":"\"Participation, therefore, describes both the end and the means; both the kind of results we seek, and the way that we, as providers of development and humanitarian assistance, must nurture those results.\" (USAID, 1993)\"Sida particularly supports the full participation of poor women and men in defining and combating their own poverty. Sida will also help to increase the opportunities for active participation and thus to contribute to a process of democratisation at all levels of society.\" (SIDA, 1996)", "About":"In the 1970s, Donor organizations, including USAID, SIDA, and DFID declared “popular participation” on their prioritized agendas: they aim to involve intended beneficiaries in planning and implementation of projects, and in sharing the gains of development. In the 1990s, these organizations advanced their definition of participation. USAID issued a formal statement of principles on participatory development in 1993 and Sida declaired \"participation as democracy\" in 1996.", "Publications":"Atwood, J. B. (1993, November). Statement of principles on participatory development. In Washington, DC: Address presented at Academy for Educational Development, USAID Forum on Participatory Development, November (Vol. 16).", "Connections":"World Bank, UNDP, NGOs", "Details":"" }, { "Practitioner":"International Council for Adult Education (ICAE)", "Entity Type":"Organization", "Field":"INTL", "Country":"International", "Decade":"1973 to Present", "Quotes":"", "About":"The International Council for Adult Education (ICAE) is a global network created in 1973, composed of non-governmental organizations, regional, national and sectoral networks in more than 75 countries. ICAE is an NGO in associate relations with UNESCO and with consultative status to the United Nations Economic and Social Council (ECOSOC). It is a strategic network that promotes adult learning as a tool for active citizenship and informed participation of people.", "Publications":"", "Connections":"UN, NGOs, PRIA, Paulo Freire", "Details":"ICAE is an NGO in associate relations with UNESCO and with consultative status to the United Nations Economic and Social Council (ECOSOC). PRIA contributed to create ICAE's initiative. Paulo Freire is an Honourary President of ICAE. " }, { "Practitioner":"Society for Participatory Research in Asia (PRIA)", "Entity Type":"Organization", "Field":"INTL", "Country":"International", "Decade":"1982 to Present", "Quotes":"", "About":"Participatory Research in Asia (PRIA) is an international centre for learning and promotion of citizen participation and democratic governance. PRIA's professional expertise and practical insights are utilised by other civil society groups, NGOs, governments, donors, trade unions, private business and academic institutions around the world. Since its inception in 1982, PRIA has embarked on a set of initiatives focusing on empowerment of the poor and excluded.", "Publications":"", "Connections":"World Bank, UN, NGOs, ICAE", "Details":"PRIA contributed to creating global initiatives with UN, World Bank, and NGOs such as NGO Working Group on World Bank (NGOWG), UNESCO Chair on Community Based Research and Social Responsibility in Higher Education, and ICAE." }, { "Practitioner":"Self-Employed Women's Associations (SEWA) in India", "Entity Type":"Organization", "Field":"INTL", "Country":"India", "Decade":"1972 to Present", "Quotes":"", "About":"SEWA represents a pioneering effort to organize self-employed poor women in urban slums in Gujerat, India, into a trade union-type organization. As a trade union for self-employed women, it has worked to secure higher wages for casual workers, for those on contract work such as home-based workers and for suppliers of services such as cleaning and laundering, and a gradual extension to such workers of protection and benefits provided by labour legislation to organized workers in modern enterprises. SEWA is one of the earliest and successful people's self-development project in the world.", "Publications":"Kent Ranson, M., Sinha, T., Chatterjee, M., Acharya, A., Bhavsar, A., Morris, S. S., & Mills, A. J. (2006). Making health insurance work for the poor: learning from the Self-Employed Women's Association's (SEWA) community-based health insurance scheme in India. Social Science & Medicine, 62(3), 707-720.", "Connections":"", "Details":"" }, { "Practitioner":"Grameen Bank", "Entity Type":"Organization", "Field":"INTL", "Country":"Bangladesh, International", "Decade":"1976 to Present", "Quotes":"\"Grameen Bank has reversed the conventional banking wisdom by removing collateral requirement and created a banking system which is based on mutual trust, strict supervision, accountability, participation and creativity. \"", "About":"The Grameen Bank is a Nobel Peace Prize-winning microfinance organization and community development bank founded in Bangladesh. It was started in 1976 by a professor of economics at Chittagone University as an experiment to provide credit to poor landless men and women in rural areas. Initially supported by funds from some commercial and nationalized banks, it became an independent bank in 1983. The Grameen Bank has received funds from a number of donor agencies including IFAD, the Asian Development Bank and the Ford Foundation.", "Publications":"Bornstein, D. (1996). The price of a dream. The story of the Grameen Bank and the idea that is helping the poor to change their lives.Yunus, M. (1998). Banker to the Poor. Penguin Books India.Yunus, M. (2007). Creating a world without poverty: Social business and the future of capitalism. PublicAffairs.", "Connections":"UN, World Bank, NGOs", "Details":"" }, { "Practitioner":"Orlando Fals-Borda", "Entity Type":"Individual", "Field":"INTL,Health", "Country":"USA", "Decade":"1970s to 2000s", "Quotes":"\"… We therefore declared that the common people deserved to know more about their life conditions in order to defend their interests, than do other social classes which monopolized knowledge, resources, techniques and power.\"", "About":"Fals-Borda was a Colombian researcher and sociologist, one of the most important Latin American thinkers, and one of the founders of participatory action research. Fals Borda tracks the history of PAR from the early 1970s and the desire of its early proponents to engage in research with a “seriousness of purposes and cultivated discipline” comparable to traditional university research but with fundamentally different goals. Viewing science as socially constructed and therefore subject to re-interpretation, revision and enrichment, led researchers to ask a different set of questions about knowledge, the relationship between theory and practice and the research process.", "Publications":"Fals Borda, O., & Rahman, M. A. (1991). Action and knowledge: breaking the monopoly with participatory action-research. Apex Press.", "Connections":"Paulo Freire", "Details":"He mentioned and cited Freire's works in his paper" }, { "Practitioner":"Orangi Pilot Project-Research and Training Institute (OPP-RTI)", "Entity Type":"Organization", "Field":"INTL", "Country":"Pakistan", "Decade":"1980 to Present", "Quotes":"", "About":"Known as one of the most successful NGO sanitation provision projects, this community-owned, community-managed infrastructure upgrading program has helped over one million people to improve sanitation since its inception in 1980 when the primary means of sewage disposal were bucket latrines or soakpits, and open sewers. Its strategy is to minimize external support and help households achieve their own local development needs.", "Publications":"", "Connections":"", "Details":"" }, { "Practitioner":"William Foote Whyte", "Entity Type":"Individual", "Field":"Health", "Country":"USA", "Decade":"1960s to 1990s", "Quotes":"The development of a communities’ potential through collaborative problem solving, where citizens are empowered to effect social change by controlling the knowledge produced by participation.", "About":"Whyte was a professor emeritus of sociology at Cornell University. In all, he wrote 20 influential books. But his first, ''Street Corner Society,'' was the keystone of his career. It was the study of Italian-American gangs in the North End of Boston in 1943. Whyte also championed this methodology, which he called ''participatory action research,'' asserting that he could maintain his objectivity while sometimes nudging his subject in the direction of reform.", "Publications":"Whyte, W. F. (1984). Learning from the field: A guide from experience. Sage.Whyte, W. F. E. (1991). Participatory action research. Sage Publications, Inc.Whyte, W. F. (2012). Street corner society: The social structure of an Italian slum. University of Chicago Press.", "Connections":"PARC", "Details":"He worked with PARC throuth the research on labor unions." }, { "Practitioner":"Meredith Minkler", "Entity Type":"Individual", "Field":"Health", "Country":"USA", "Decade":"1970s to Present", "Quotes":"", "About":"Meredith Minkler is professor and chair of health and social behavior at the School of Public Health, University of California, Berkeley, where she was also founding director of the UC Center on Aging. She has more than thirty years’ experience in working with underserved communities on community-identified issues through community building, community organizing, and community-based participatory research (CBPR). ", "Publications":"Minkler, M. (Ed.). (1997). Community organizing and community building for health. Rutgers University Press.Minkler, M. (2005). Community-based research partnerships: challenges and opportunities. Journal of Urban Health, 82, ii3-ii12.Minkler, M., & Wallerstein, N. (Eds.). (2010). Community-based participatory research for health: From process to outcomes. John Wiley & Sons.", "Connections":"Fals-boda, WhyteNina Wallerstein", "Details":"She wrote books coauthored with Minkler" }, { "Practitioner":"Nina Wallerstein", "Entity Type":"Individual", "Field":"Health", "Country":"USA", "Decade":"1970s to Present", "Quotes":"", "About":"Nina Wallerstein is professor in the Department of Family and Community Medicine (DFCM) and was the founding director of the MPH Program at the University of New Mexico. She currently directs the Center for Participatory Research in the DFCM’s. For over thirty years she has been in evolved in empowerment and popular education and in participatory research with youths, women, tribes, and underserved communities in the U.S. and in Latin America.", "Publications":"Minkler, M., & Wallerstein, N. (Eds.). (2010). Community-based participatory research for health: From process to outcomes. John Wiley & Sons.", "Connections":"Fals-boda, Whyte, Meredith Minkler, Arnstein", "Details":"She wrote books coauthored with Wallerstein.She cited Arnstein work." }, { "Practitioner":"Community-based Participatory Research (CBPR) Program", "Entity Type":"Project", "Field":"Health", "Country":"USA", "Decade":"1995 to Present", "Quotes":"The Institute defines CBPR as \"an approach that promotes active community involvement in the processes that shape research and intervention strategies, as well as in the conduct of research studies.”", "About":"Recognizing the importance of community participation in research, National Institute of Environmental Health Sciences (NIEHS) established the Community-based Participatory Research (CBPR) Program in 1995. This program has been instrumental in enhancing and strengthening community-university partnerships in the pursuit of addressing environmental health research and interventions. NIEHS promotes CBPR as a valuable research approach to help researchers further understand the complexities of environmental health.", "Publications":"", "Connections":"", "Details":"" }, { "Practitioner":"Design Research Society Conference \"Design Participation\"", "Entity Type":"Event", "Field":"ICT", "Country":"England", "Decade":"1971", "Quotes":"\"Design Participation\" is about \"user involvement in the design process\".", "About":"\"Design Participation\" in 1971 was sponsored and organised by the Design Research Society, the multi-disciplinary learned society for the worldwide design research community. This conference was the first time to define \"Design Participation\" as a specific field and bring \"everyman\" into the design field. The common ground of the conference was the belief in the ideology of ‘user participation in design’. The aim is to discuss the importance of user participation in different forms of design applications and establish a community in the design field concerned with such issues.", "Publications":"Cross, N. (1972). Design participation: proceedings of the Design Research Society's conference, Manchester, September 1971. Academy Editions.", "Connections":"", "Details":"" }, { "Practitioner":"NJMF Project", "Entity Type":"Project", "Field":"ICT", "Country":"Norway", "Decade":"1971 to 1973", "Quotes":"", "About":"The first political project was initiated by the Norwegian Iron and Metal Workers' Union (NJMF) in a resolution made at the annual meeting in 1970. The objective was to apply a workers' perspective on development and introduction of new technology in order to produce an action plan that would represent and strengthen the workers' position with respect to introduction and use of computer technology. The NJMF project emphasised that knowledge gained locally should be a basis for the trade unions to act on a central level. The results from the project included technology agreements, textbooks, and vocational training programmes on technology.", "Publications":"Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.", "Connections":"", "Details":"" }, { "Practitioner":"DEMOS Project", "Entity Type":"Project", "Field":"ICT", "Country":"Sweden", "Decade":"1975 to 1979", "Quotes":"", "About":"The Swedish DEMOS project (DEMOkratiske Styringssystemer) from 1975 to 1979 did research on behalf of the responsible and skilled worker. The basic assumptions were that the use of computer technology contributes to rationalising work and deskilling workers, and that there is a fundamental conflict between workers and employers that cannot be resolved. The responsible worker has the right and duty to participate in decisions concerning both what is produced and how it is produced. Power is not equally distributed between workers and management, however, and a model for negotiations between management and unions on the introduction of computers was proposed.", "Publications":"Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.", "Connections":"", "Details":"" }, { "Practitioner":"DUE Project", "Entity Type":"Project", "Field":"ICT", "Country":"Denmark", "Decade":"1977 to 1980", "Quotes":"", "About":"The Danish DUE project (Democracy, Development, and EDP (Electronic Data Processing) were launched in 1977. The objectives of the DUE project were to build up resources within unions to increase the unions' influence on the use of computer systems. The project also aimed at contributing to a professional curriculum and research programme in systems development.", "Publications":"Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.", "Connections":"", "Details":"" }, { "Practitioner":"UTOPIA Project", "Entity Type":"Project", "Field":"ICT", "Country":"Sweden and Denmark", "Decade":"1981 to 1984", "Quotes":"", "About":"The UTOPIA project (Utbildning, Teknik, och Produkt I, Arbetskvvalitetsperspektiv) embraced the early 1980s with collaborative efforts between several Scandinavian research institutions and the Nordic Graphical Union. The UTOPIA project specifically addressed the need for alternative systems in the newspaper industry for page make-up and image processing. During the UTOPIA project, workers' had a real opportunity to influence what system is developed and how that system is designed. The participatory design method includes s a \"design-by-doing\" approach that provided the easiest way to get graphical workers involved in the design process. This design-by-doing technique involved mock-ups and emulations of computer based working environments in a laboratory setting.", "Publications":"Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.", "Connections":"", "Details":"" }, { "Practitioner":"Xerox PARC", "Entity Type":"Organization", "Field":"ICT", "Country":"USA", "Decade":"1970s to Present", "Quotes":"", "About":"PARC, or Palo Alto Research Center, Inc., was founded in 1971 as a research arm of the Xerox Corporation. Anthropologists at Xerox Palo Alto Research Center (PARC) explored the role of ethnography in the participatory design. They conducted studies of the relations between people, technology, and work in the service sector in the U.S. Later anthropologists at PARC joined forces with computer scientists to find ways that their detail studies of work practices could inform a participatory approach to the design of technology.", "Publications":"PARC Publications:http://www.parc.com/publications/", "Connections":"PDC Whyte, Sanders", "Details":"Whyte worked at Xerox. Sanders also worked at the Xerox. Xerox members founded CPSR." }, { "Practitioner":"Florence Project", "Entity Type":"Project", "Field":"ICT", "Country":"Norway", "Decade":"1984 to 1987", "Quotes":"", "About":"A motivation for the Florence project was to build computer systems for nurses' daily work, focusing on communication and the professional language and skills of nurses in order for them to gain control over the computer systems and their own working condition. The central idea was that technological solutions should be tested in real work situations. The Florence project was among the pioneers in applying observations of real work situations in combination with more detached techniques such as interviews and workshops. Florence was carried out by researchers and workers, nurses at two hospitals in Oslo, Norway, and two computer scientists, and an anthropologists from the university.", "Publications":"Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.", "Connections":"", "Details":"" }, { "Practitioner":"AT Project", "Entity Type":"Project", "Field":"ICT", "Country":"Denmark", "Decade":"1990 to Present", "Quotes":"", "About":"The AT project was a cooperative project between Aarhus University and the local branch of the Danish National Labour Inspection Service (NLIS). This project belonged to the generation of empirical projects following Utopia. A purpose of the project was to use prototyping to explore the possibilities for tailoring “advanced” software to local needs, and to try out techniques for describing work situations in ways relevant for prototyping and for general processes of organizational change.", "Publications":"Bødker, S. (1996). Creating conditions for participation: Conflicts and resources in systems development. Human-computer interaction, 11(3), 215-236.", "Connections":"", "Details":"" }, { "Practitioner":"Computer Professionals for Social Responsibility (CPSR)", "Entity Type":"Organization", "Field":"ICT", "Country":"USA, International", "Decade":"1983 to 2013", "Quotes":"", "About":"CPSR is a global organization promoting the responsible use of computer technology. Founded in 1981 based on a discussion group in a computer message system at the PARC, CPSR became involved in key influencing political politics around technology issues, and which sponsored the Participatory design Conferences from the very start. CPSR has also incubated a numerous projects such as the Public Sphere Project.", "Publications":"Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.", "Connections":"PARC, Participatory Design Conference", "Details":"" }, { "Practitioner":"Participatory Design Conference", "Entity Type":"Organization", "Field":"ICT", "Country":"International", "Decade":"1990 to Present", "Quotes":"", "About":"Participatory Design Conference (PDCs) started in 1990 as a dialogue about user involvement in IT systems development between, on the one hand, Scandinavian scholars and promoters and, on the other hand, European and Americans interested in how the Scandinavian experience could be adopted and extended. Since then, the conference agendas have broadened to address participatory approaches in a variety of other arenas, including communications, computer supported cooperative work (CSCW), healthcare, new media, architecture, the arts, and others.", "Publications":"", "Connections":"CPSR, Public Sphere Project", "Details":"" }, { "Practitioner":"Public Sphere Project", "Entity Type":"Project", "Field":"ICT", "Country":"USA, International", "Decade":"2000s to Present", "Quotes":"", "About":"The Public Sphere Project (PSP) is incubated by CPSR and an initiative that is intended to help promote more effective and equitable public spheres all over the world. With this site we hope to ultimately support a community of researchers and activists and provide a broad framework for a variety of interrelated activities and goals.", "Publications":"", "Connections":"CPSR, PDCs", "Details":"" }, { "Practitioner":"Pelle Ehn", "Entity Type":"Individual", "Field":"ICT", "Country":"Sweden", "Decade":"1960s to Present", "Quotes":"", "About":"Ehn is a professor at the School of Arts and Communication, Malmo University Sweden. Hea has for decades been involved in the research field of participatory design and in biridging design and information technology. Participatory Design research project include DEMOS from the 1970s on information technology and worlplace democracy, UTOPIA from the 1980s on user participation and skill based design, ATELIER from the last decade on architectyre, and technology for creative environments.", "Publications":"Bjerknes, G., Ehn, P., & Kyng, M. (1987). Computers and democracy-a Scandinavian challenge. Gower Publishing Ltd.Ehn, P. (1988). Work-oriented design of computer artifacts (Vol. 78). Stockholm: Arbetslivscentrum.Ehn, P. (1998). Manifesto for a digital bauhaus 1. Digital Creativity, 9(4), 207-217.", "Connections":"DEMOS, UTOPIA, Atelier", "Details":"He has worked with the projects including DEMOS, UTOPIA, and Atelier." }, { "Practitioner":"Atelier Project", "Entity Type":"Project", "Field":"ICT", "Country":"Sweden", "Decade":"2001 to 2004", "Quotes":"", "About":"The aim of the ATELIER project (Architecture and Technology for Inspirational Learning Environments) is to contribute to inspirational learning environments, which are grounded in an understanding of creative practices within design, architecture and art. The ATELIER mixed reality tool constituted a basis for a set of design approaches combining abstract and concrete resasoing utilizing images, sound and text in the communication. The project in this was continutes the participatory design research tradition of development tools that support a greater range of communication forms between participants by removing particiular obstacles or limitations for the communication. Participants with different communication styles can participate in the discussion using their prefered communication mode and influence the design result.", "Publications":"Workpackage:http://atelier.k3.mah.se/project/workpackages.pdf", "Connections":"Pelle Ehn", "Details":"Ehs has worked with the Atelier project" }, { "Practitioner":"Elizabeth B.-N Sanders", "Entity Type":"Individual", "Field":"ICT", "Country":"USA", "Decade":"1980s to Present", "Quotes":"", "About":"Liz Sanders joined the Design Department at The Ohio State University as an Associate Professor in 2011 after having worked as a design research consultant in industry since 1981. She introduced many of the tools, techniques and methods being used today to drive and/or inspire design from a human-centered perspective and has practiced co-designing across all the design disciplines. She speaks and conducts workshops about participatory design research, collective creativity and transdisciplinarity all over the world.", "Publications":"", "Connections":"Participatory Design Conference, PARC, ", "Details":"Attended at PDCs. Worked at PARC." } ]}