{"items":[
  {
    "NameofEntities":"Agenda 21",
    "EntityType":"Event",
    "Field":"Youth Development",
    "Tag":"la21",
    "Geography":"Worldwide",
    "Decade":"1992 to present",
    "QuotesaboutParticipation":"It is imperative that youth from all parts of the world participate actively in all relevant levels of decision-making processes because it affects their lives today and has implications for their futures.*1",
    "AboutEntity":"Agenda 21 is a voluntary action plan developed by the United Nations and national governments at the Earth Summit in Rio de Janeiro, Brazil, in 1992. Agenda 21 presents a vision for how all levels of government'especially in the developing world'can take voluntary action to combat poverty and pollution, conserve natural resources and develop in a sustainable manner.*2",
    "KeyPublications":"",
    "Reference":"1. United Nations Environemnt Programme Website Retrieved from http://www.unep.org/Documents.multilingual/Default.asp?DocumentID=52&ArticleID=73&l=en2. Local Governments for Sustainability Website Retrieved from http://www.icleiusa.org/about-iclei/faqs/faq-iclei-the-united-nations-and-agenda-21#what-is-agenda-21",
    "KeyConnections":"Convention on the Rights of the Child, Growing Up in Cities, Roger Hart, UNICEF Innocenti Centre"
  },
  {
    "NameofEntities":"Alinsky, Saul ",
    "EntityType":"Individual",
    "Field":"Community Design",
    "Tag":"alinsky",
    "Geography":"USA",
    "Decade":"1940s to 1970s",
    "QuotesaboutParticipation":"Citizen Participation is the animating spirit and force in a society predicated on voluntarism.It is the power of active citizen participation pulsing upward, providing a unified strength for a common purpose.*1",
    "AboutEntity":"Saul Alinsky was both a committed organizer and activist (founding the Industrial Areas Foundation in Chicago) and an influential writer. His books Reveille for Radicals (1946) and Rules for Radicals (1972) were, and remain, important statements of community organizing. Alinsky's ideas bear careful exploration and have a continuing relevance for informal educators and all those whose role involves trying to effect change in communities.*2",
    "KeyPublications":"Alinsky, S. D. (1972). Rules for radicals: A primer for realistic radicals.",
    "Reference":"1. Alinsky, S. D. (1972). Rules for radicals: A primer for realistic radicals.2. infed.org Website Retrieved from http://infed.org/mobi/saul-alinsky-community-organizing-and-rules-for-radicals/",
    "KeyConnections":"Henry Sanoff"
  },
  {
    "NameofEntities":"Architectural Renewal Committee in Harlem (ARCH)",
    "EntityType":"Organization",
    "Field":"Community Design",
    "Tag":"arch",
    "Geography":"New York City, USA",
    "Decade":"1963 to 1970s",
    "QuotesaboutParticipation":"",
    "AboutEntity":"The first community design centre in the United States, fought a proposal of freeway passing through Manhattan.*1 ",
    "KeyPublications":"",
    "Reference":"1. . Sanoff, H. (2000). Community participation methods in design and planning. John Wiley & Sons.2. An Architektur. (2008). Community Design. Involvement and Architecture in the US since 1963. Projects",
    "KeyConnections":"Association for Community Design"
  },
  {
    "NameofEntities":"Architecture-Research-Construction (ARC)",
    "EntityType":"Organization",
    "Field":"Community Design",
    "Tag":"arc",
    "Geography":"Cleveland, USA",
    "Decade":"1968 to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"ARC remodeled hospital wards, community-based treatment centers and group homes, working with patients, staff and administrators in a participatory design process.*1",
    "KeyPublications":"",
    "Reference":"1. An Architektur. (2008). Community Design. Involvement and Architecture in the US since 1963. Projects",
    "KeyConnections":"Association for Community Design"
  },
  {
    "NameofEntities":"Arnstein, Sherry ",
    "EntityType":"Individual",
    "Field":"Community Design, Youth Development, Public Health",
    "Tag":"arnstein",
    "Geography":"USA",
    "Decade":"1960s to 1970s",
    "QuotesaboutParticipation":"(Citizen Participation is) the redistribution of power that enables the have-not citizens, presently excluded from the political and economic processes, to be deliberately included in the future.*1",
    "AboutEntity":"Arnsetin was a director of Community Development Studies for The Commons, a nonprofit research institute in Washigton D.C. and Chicago. Her landmark analysis about citizen participation, published as a Ladder of Citizen Participation, has been reprinted more that 80 times and has been translated into several foreign languages.*2",
    "KeyPublications":"Arnstein, S. R. (1969). A ladder of citizen participation. Journal of the American Institute of planners, 35(4), 216-224.",
    "Reference":"1. Arnstein, S. R. (1969). A ladder of citizen participation. Journal of the American Institute of planners, 35(4), 216-224.2. Partnership Online Websitehttp://www.partnerships.org.uk/part/arn.htm#sherry",
    "KeyConnections":"Roger Hart, Henry Sanoff, Minkler Wallerstein, Louise Chawla, Mark Francis"
  },
  {
    "NameofEntities":"Asian Neighborhood Design (AND)",
    "EntityType":"Organization",
    "Field":"Community Design",
    "Tag":"and",
    "Geography":"San Francisco, USA",
    "Decade":"1973 to present",
    "QuotesaboutParticipation":"We believe that local residents, workers, stakeholders, and community-based organizations are most engaged in their own communities and know their needs better than anyone.*1",
    "AboutEntity":"The mission of Asian Neighborhood Design (AND) is to reduce poverty by building communities and providing opportunities for low-income residents to become economically self-sufficient. Over the 40 yers AND has been in existence, it has grown to serve ethically diverse communities throught the San Francisco Bay Area and expanded beyond its original focus on design to include architecture, community planning, employment training, and family and youth resources.*2",
    "KeyPublications":"",
    "Reference":"1. Asian Neighborhood Design Website Retrieved from http://www.andnet.org/community-planning/2. An Architektur. (2008). Community Design. Involvement and Architecture in the US since 1963. Projects",
    "KeyConnections":"Association for Community Design, Henry Sanoff"
  },
  {
    "NameofEntities":"Association for Community Design",
    "EntityType":"Organization",
    "Field":"Community Design",
    "Tag":"acd",
    "Geography":"USA",
    "Decade":"1977 to present",
    "QuotesaboutParticipation":"Community design is a movement focused on the creation and management of environments for people. This process promotes change to the built environment from the neighborhood to regional scale, and aims to meet community needs through participatory decision-making at all levels.*1",
    "AboutEntity":"Association for Community Design (ACD) is the prinary national professional network organization representing community design interests and capacities in the U.S. As such ACD serves and supports practitioners, educators and reserchers, individuals as well as organizations and institutions engaged in community-based design and planning.*2",
    "KeyPublications":"",
    "Reference":"1. Association for Community Design Website Retrieved from http://www.communitydesign.org2. An Architektur. (2008). Community Design. Involvement and Architecture in the US since 1963. Projects",
    "KeyConnections":"Rex Curry, Paul Davidoff, Asian Neighborhood Design, Architectural Renewal Committee in Harlem (ARCH), Architecture-Research-Construction (ARC), Pacific Rim Community Design Network, Jeffrey Hou"
  },
  {
    "NameofEntities":"AT Project",
    "EntityType":"Project",
    "Field":"Technology Development",
    "Tag":"atpd",
    "Geography":"Denmark",
    "Decade":"1990 to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"The AT project was a cooperative project between Aarhus University and the local branch of the  Danish National Labour Inspection Service (NLIS). This project belonged to the generation of empirical projects following Utopia. A purpose of the project was to use prototyping to explore the possibilities for tailoring 'advanced' software to local needs, and to try out techniques for describing work situations in ways relevant for prototyping and for general processes of organizational change.*1",
    "KeyPublications":"Bødker, S. (1996). Creating conditions for participation: Conflicts and resources in systems development. Human-computer interaction, 11(3), 215-236.",
    "Reference":"1. Bødker, S. (1996). Creating conditions for participation: Conflicts and resources in systems development. Human-computer interaction, 11(3), 215-236.",
    "KeyConnections":"Florence Project, Atelier Project"
  },
  {
    "NameofEntities":"Atelier Project",
    "EntityType":"Project",
    "Field":"Technology Development",
    "Tag":"ap",
    "Geography":"Sweden",
    "Decade":"2001 to 2004",
    "QuotesaboutParticipation":"",
    "AboutEntity":"The aim of the ATELIER project (Architecture and Technology for Inspirational Learning Environments) is to contribute to inspirational learning environments, which are grounded in an understanding of creative practices within design, architecture and art. The ATELIER mixed reality tool constituted a basis for a set of design approaches combining abstract and concrete resasoing utilizing images, sound and text in the communication. The project in this was continutes the participatory design research tradition of development tools that support a greater range of communication forms between participants by removing particiular obstacles or limitations for the communication. Participants with different communication styles can participate in the discussion using their prefered communication mode and influence the design result.*1",
    "KeyPublications":"ATELIER Project Workpackage Retrieved from http://atelier.k3.mah.se/project/workpackages.pdf",
    "Reference":"1. ATELIER Project Website Retrieved fromhttp://atelier.k3.mah.se/home/",
    "KeyConnections":"Pelle Ehn"
  },
  {
    "NameofEntities":"Chambers, Robert ",
    "EntityType":"Individual",
    "Field":"International Development",
    "Tag":"chambers",
    "Geography":"UK, and Worldwide",
    "Decade":"1970s to present",
    "QuotesaboutParticipation":"Participation has implications for power relations, personal interactions, and attitudes and behaviours – and that participatory can apply to almost all social contexts and processes, not least in organisations, education, research, communities and the family.*1",
    "AboutEntity":"Robert Chambers has been one of the most influential scholars and writers in international development studies since the 1970s . For the last 40 years he has been a researcher at the Institute of Development Studies, based at the University of Sussex in England. He has made a major contribution to a paradigm shift in development studies and practice towards more 'people - centered' and bottom - up approaches. *2",
    "KeyPublications":"Chambers, R. (1983). Rural development: Putting the last first (Vol. 82). London: Longman.Chambers, R. (1994). The origins and practice of participatory rural appraisal. World development, 22(7), 953-969.Chambers, R. (1997). Whose reality counts?: putting the first last. Intermediate Technology Publications Ltd (ITP).",
    "Reference":"1. Institute of Development Studies Blog Retrieved from https://participationpower.wordpress.com/2013/01/07/participation-for-development-why-is-this-a-good-time-to-be-alive/2. Institution of Social Studies Website Retrieved from http://www.iss.nl/fileadmin/ASSETS/iss/News___events_general/Chambers-introduction_of-2013.pdf",
    "KeyConnections":"Institute of Development,Paulo Freire"
  },
  {
    "NameofEntities":"Chawla, Louise ",
    "EntityType":"Individual",
    "Field":"Youth Development",
    "Tag":"chawla",
    "Geography":"USA, Norway, and Worldwide",
    "Decade":"1990s to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"Louise Chawla is a Professor in the Environmental Design Program in the University of Colorado Boulder. As International Coordinator of the Growing Up in Cities program of UNESCO from 1996-2006, she revived an initiative that has involved young people in cities around the world in evaluating and improving their urban communities.*1",
    "KeyPublications":"Chawla, L. (1992). Childhood place attachments. In Place attachment (pp. 63-86). Springer US.Chawla, L., & Unesco. (2002). Growing up in an urbanising world. London: Earthscan.",
    "Reference":"1.  University of Colorado Boulder Website Retrieved from http://www.colorado.edu/envd/people/faculty/louise-chawla2. Chawla, L., Blanchet-Cohen, N., Cosco, N., Driskell, D., Kruger, J., Malone, K., ... & Percy-Smith, B. (2005). Don't just listen-Do something! Lessons learned about governance from the Growing Up in Cities Project. Children Youth and Environment",
    "KeyConnections":"Roger Hart, David Driskell, Robin Moore, Growing Up in Cities 1977 to 1980s, Growing Up in Cities 1997 to 2006"
  },
  {
    "NameofEntities":"Children Participation in Community Settings    in Oslo",
    "EntityType":"Event",
    "Field":"Youth Development",
    "Tag":"cpcs",
    "Geography":"Oslo, Norway",
    "Decade":"2000",
    "QuotesaboutParticipation":"",
    "AboutEntity":"The symposium brought together experts to review and plan research on children's participation in different settings of community life. In addition to a commitment to children's rights, including the right to participate in decisions that affect their lives, Childwatch International and the MOST Programme share commitments to multidisciplinary research, comparative international research, and the application of research to policies to better children's lives.*1",
    "KeyPublications":"",
    "Reference":"1. UNESCO Symposium Website Retrieved from http://www.unesco.org/most/guic/guicsymmain.htm",
    "KeyConnections":"Louise Chawla, Roger Hart, Growing Up in Cities 1997 to 2006"
  },
  {
    "NameofEntities":"Community-Based Participatory Research (CBPR) Program",
    "EntityType":"Project",
    "Field":"Public Health",
    "Tag":"cbpr",
    "Geography":"USA",
    "Decade":"1995 to present",
    "QuotesaboutParticipation":"(Community-Based Participatory Research is) an approach that promotes active community involvement in the processes that shape research and intervention strategies, as well as in the conduct of research studies.*1",
    "AboutEntity":"Recognizing the importance of community participation in research, National Institute of Environmental Health Sciences (NIEHS) established the Community-based Participatory Research (CBPR) Program in 1995. This program has been instrumental in enhancing and strengthening community-university partnerships in the pursuit of addressing environmental health research and interventions. NIEHS promotes CBPR as a valuable research approach to help researchers further understand the complexities of environmental health.*1",
    "KeyPublications":"",
    "Reference":"1. NIEHS Website Retrieved fromhttp://www.niehs.nih.gov/research/supported/dert/programs/justice/",
    "KeyConnections":"Minkler & Wallerstein"
  },
  {
    "NameofEntities":"Computer Professionals for Social Responsibility (CPSR)",
    "EntityType":"Organization",
    "Field":"Technology Development",
    "Tag":"cpsr",
    "Geography":"USA, and Worldwide",
    "Decade":"1983 to 2013",
    "QuotesaboutParticipation":"",
    "AboutEntity":"CPSR is a global organization promoting the responsible use of computer technology. Founded in 1981 based on a discussion group in a computer message system at the PARC, CPSR became involved in key influencing political politics around technology issues, and which sponsored the Participatory design Conferences from  the very start. CPSR has also incubated a numerous projects such as the Public Sphere Project.*1",
    "KeyPublications":"Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.",
    "Reference":"1.  Computer Professionals for Social Responsibiity Website Retrieved fromhttp://cpsr.org/prevsite/conferences/pdc98/history.html2. Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.",
    "KeyConnections":"PARC, Participatory Design Conference"
  },
  {
    "NameofEntities":"Convention on the Rights of the Child",
    "EntityType":"Event",
    "Field":"Youth Development",
    "Tag":"crc",
    "Geography":"Worldwide",
    "Decade":"1989 to present",
    "QuotesaboutParticipation":"More than acknowledging the vulnerable nature of the child and the social responsibility to provide special assistance and protection, the Convention promotes the value of the child as a citizen, a partner in decision-making and in the broader process of social change.*1",
    "AboutEntity":"The United Nations Convention on the Rights of the Child (commonly abbreviated as the CRC, CROC, or UNCRC) is a human rights treaty which sets out the civil, political, economic, social, health and cultural rights of children. The Convention defines a child as any human being under the age of eighteen, unless the age of majority is attained earlier under a state's own domestic legislation.*1",
    "KeyPublications":"",
    "Reference":"1. United Nations Cyberschoolbus Website Retrieved from http://www.un.org/pubs/cyberschoolbus/briefing/children/cprogress.htm",
    "KeyConnections":"Roger Hart, UNICEF Innocenti Centre, Agenda 21"
  },
  {
    "NameofEntities":"Curry, Rex",
    "EntityType":"Individual",
    "Field":"Community Design",
    "Tag":"curry",
    "Geography":"New York City, USA",
    "Decade":"1960s to 2000s",
    "QuotesaboutParticipation":"Community engagement processes are not limited to one-time workshops but are multiple procedures applied to shifting contexts throughout the timeframe of a community development process.*3",
    "AboutEntity":"Curry was an American architect and the former president of the national Association for Community Design Inc,. He founded the Pratt Institute Center for Community and Environmental Developmen in 1963, the oldest university-based advocacy planning organization in the country, which helped local residents participate in the processes that shaped their communites' future.*1, 2",
    "KeyPublications":"Curry, R. (2004). Community design centers. Good Deeds, Good Design: Community Service Through Architecture, 61-70.",
    "Reference":"1. An Architektur. (2008). Community Design. Involvement and Architecture in the US since 1963. Projects2. Pacific Rim Community Design Network Website Retrieved from http://faculty.washington.edu/jhou/pacrim.htm3. Curry, R. (2003). Tuning Established Models - Community Design Centers. Retrieved from http://www.reidcurry.net/images/DesignCenters.pdf",
    "KeyConnections":"Paulo Freire, Randolph Hester, Association for Community Design, Pacific Rim Community Design Conference, Jeffrey Hou, Mark Francis"
  },
  {
    "NameofEntities":"Davidoff, Paul",
    "EntityType":"Individual",
    "Field":"Community Design",
    "Tag":"davidoff",
    "Geography":"USA",
    "Decade":"1960s to 1980s",
    "QuotesaboutParticipation":"The advocacy of alternative plans by interest groups outside of government would stimulate city planning in a number of ways.*1",
    "AboutEntity":"Paul Davidoff, an influential planner who was instrumental in challenging suburban zoning regulations that exclude low-income people. His article Advocacy and Pluralism in Planning (1965) presented a new model to the field of planning.*2, 3",
    "KeyPublications":"Davidoff, P. (1965). Advocacy and pluralism in planning. Journal of the American Institute of Planners, 31(4), 331-338.",
    "Reference":"1. Davidoff, P. (1965). Advocacy and pluralism in planning. Journal of the American Institute of Planners, 31(4), 331-338.2. Berger, J. (1984, December 28). PAUL DAVIDOFF, 54: PLANNER CHALLENGED SUBURBS' ZONE RULES. New York Times. Retrieved from http://www.nytimes.com/1984/12/28/obituaries/paul-davidoff-54-planner-challenged-suburbs-zone-rules.html3. Sanoff, H. (2000). Community participation methods in design and planning. John Wiley & Sons.",
    "KeyConnections":"Association for Community Design, Norman Krumholz, Henry Sanoff, Randolph Hester"
  },
  {
    "NameofEntities":"DEMOS Project",
    "EntityType":"Project",
    "Field":"Technology Development",
    "Tag":"demoss",
    "Geography":"Sweden",
    "Decade":"1975 to 1979",
    "QuotesaboutParticipation":"",
    "AboutEntity":"The Swedish DEMOS project (DEMOkratiske Styringssystemer) from 1975 to 1979 did research on behalf of the responsible and skilled worker. The basic assumptions were that the use of computer technology contributes to rationalising work and deskilling workers, and that there is a fundamental conflict between workers and employers that cannot be resolved. The responsible worker has the right and duty to participate in decisions concerning both what is produced and how it is produced. Power is not equally distributed between workers and management, however, and a model for negotiations between management and unions on the introduction of computers was proposed.*1",
    "KeyPublications":"Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.",
    "Reference":"1. Computer Professionals for Social Responsibiity Website Retrieved fromhttp://cpsr.org/prevsite/conferences/pdc98/history.html",
    "KeyConnections":"NJMF Project, DEMOS Project"
  },
  {
    "NameofEntities":"Design Research Society Conference Design Participation",
    "EntityType":"Event",
    "Field":"Technology Development",
    "Tag":"drscdp",
    "Geography":"UK",
    "Decade":"1971",
    "QuotesaboutParticipation":"Design Participation is about user involvement in the design process.*1",
    "AboutEntity":"Design Participation in 1971 was sponsored and organised by the Design Research Society, the multi-disciplinary learned society for the Worldwide design research community. This conference was the first time to define Design Participation as a specific field and bring everyman into the design field. The common ground of the conference was the belief in the ideology of 'user participation in design'. The aim is to discuss the importance of user participation in different forms of design applications and establish a community in the design field concerned with such issues.*2",
    "KeyPublications":"Cross, N. (1972). Design participation: proceedings of the Design Research Society's conference, Manchester, September 1971. Academy Editions.",
    "Reference":"1. Cross, N. (1972). Design participation: proceedings of the Design Research Society's conference, Manchester, September 1971. Academy Editions.2. Lee, Y. (2006). Design Participation Tactics: Redefining User Participation in Design. In Design Research Society. International Conference in Lisbon.",
    "KeyConnections":"Participatory Design Conference"
  },
  {
    "NameofEntities":"Donor Organizations (USAID, SIDA, DFID)",
    "EntityType":"Organization",
    "Field":"International Development",
    "Tag":"do",
    "Geography":"Worldwide",
    "Decade":"1970s to present",
    "QuotesaboutParticipation":"Participation, therefore, describes both the end and the means; both the kind of results we seek, and the way that we, as providers of development and humanitarian assistance, must nurture those results. (USAID, 1993)*1Sida particularly supports the full participation of poor women and men in defining and combating their own poverty. Sida will also help to increase the opportunities for active participation and thus to contribute to a process of democratisation at all levels of society. (SIDA, 1996)*2",
    "AboutEntity":"In the 1970s, Donor organizations, including USAID, SIDA, and DFID declared 'popular participation' on their prioritized agendas: they aim to involve intended beneficiaries in planning and implementation of projects, and in sharing the gains of development. In the 1990s, these organizations advanced their definition of participation. USAID issued a formal statement of principles on participatory development in 1993 and Sida declaired participation as democracy in 1996.*2",
    "KeyPublications":"Atwood, J. B. (1993, November). Statement of principles on participatory development. In Washington, DC: Address presented at Academy for Educational Development, USAID Forum on Participatory Development, November (Vol. 16).",
    "Reference":"1. Atwood, J. B. (1993, November). Statement of principles on participatory development. In Washington, DC: Address presented at Academy for Educational Development, USAID Forum on Participatory Development, November (Vol. 16).2. Cornwall, A. (2000). Beneficiary, consumer, citizen: perspectives on participation for poverty reduction (pp. 1-98). Stockholm: Sida.",
    "KeyConnections":"World Bank, UNDP, UNRISD"
  },
  {
    "NameofEntities":"Driskell, David ",
    "EntityType":"Individual",
    "Field":"Youth Development",
    "Tag":"driskell",
    "Geography":"USA, India",
    "Decade":"1990s to present",
    "QuotesaboutParticipation":"Young people's participation in community development is a powerful vehicle for social transformation.*1",
    "AboutEntity":"David Driskell is the UNESCO Chair for 'Growing Up in Cities' and the Executive Director of Community Planning and Sustainability at the City of Boulder. He is author of Creating Better Cities with Children and Youth (UNESCO/Earthscan, 2002) and numerous articles; teaches courses on community-based planning and action research; and has directed child and youth action research initiatives in Bangalore, New York, and Nairobi.*2",
    "KeyPublications":"Driskell, D. (2002). Creating Better Cities with Children and Youth: A Manual for Participation. Stylus Publishing, 22883 Quicksilver Drive, Sterling, VA 20166-2012.",
    "Reference":"1. Driskell, D. (2002). Creating Better Cities with Children and Youth: A Manual for Participation. Stylus Publishing, 22883 Quicksilver Drive, Sterling, VA 20166-2012.2. University of Colorado Boulder Website Retrieved from http://www.colorado.edu/cye/people/david-driskell3. Chawla, L., Blanchet-Cohen, N., Cosco, N., Driskell, D., Kruger, J., Malone, K., ... & Percy-Smith, B. (2005). Don't just listen-Do something! Lessons learned about governance from the Growing Up in Cities Project. Children Youth and Environment",
    "KeyConnections":"Kevin Lynch, MIG, Robin Moore, Louise Chawla, Roger Hart"
  },
  {
    "NameofEntities":"DUE Project",
    "EntityType":"Project",
    "Field":"Technology Development",
    "Tag":"dued",
    "Geography":"Denmark",
    "Decade":"1977 to 1980",
    "QuotesaboutParticipation":"",
    "AboutEntity":"The Danish DUE project (Democracy, Development, and EDP (Electronic Data Processing) were launched in 1977. The objectives of the DUE project were to build up resources within unions to increase the unions' influence on the use of computer systems. The project also aimed at contributing to a professional curriculum and research programme in systems development.*1",
    "KeyPublications":"Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.",
    "Reference":"1. Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.",
    "KeyConnections":"DEMOS Project, UTOPIA Project"
  },
  {
    "NameofEntities":"Ehn, Pelle ",
    "EntityType":"Individual",
    "Field":"Technology Development",
    "Tag":"ehn",
    "Geography":"Sweden",
    "Decade":"1960s to present",
    "QuotesaboutParticipation":"Design must therefore be carried out by the common efforts of skilled, experienced users and design professionals.*1",
    "AboutEntity":"Ehn is a professor at the School of Arts and Communication, Malmo University Sweden. Hea has for decades been involved in the research field of participatory design and in biridging design and information technology. Participatory Design research project include DEMOS from the 1970s on information technology and worlplace democracy, UTOPIA from the 1980s on user participation and skill based design, ATELIER from the last decade on architectyre, and technology for creative environments.*2",
    "KeyPublications":"Bjerknes, G., Ehn, P., & Kyng, M. (1987). Computers and democracy-a Scandinavian challenge. Gower Publishing Ltd.Ehn, P. (1988). Work-oriented design of computer artifacts (Vol. 78). Stockholm: Arbetslivscentrum.Ehn, P. (1998). Manifesto for a digital bauhaus 1. Digital Creativity, 9(4), 207-217.",
    "Reference":"1. Sanoff, H. (2006). Multiple views of participatory design. METU Journal of the Faculty of Architecture, 23(2), 131-143.2. Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.",
    "KeyConnections":"DEMOS, UTOPIA, Atelier, Participatory Design Conference"
  },
  {
    "NameofEntities":"Fals-Borda, Orlando ",
    "EntityType":"Individual",
    "Field":"International Development, Public Health",
    "Tag":"fals-borda",
    "Geography":"USA",
    "Decade":"1970s to 2000s",
    "QuotesaboutParticipation":"...We therefore declared that the common people deserved to know more about their life conditions in order to defend their interests, than do other social classes which monopolized knowledge, resources, techniques and power.*1",
    "AboutEntity":"Fals-Borda was a Colombian researcher and sociologist, one of the most important Latin American thinkers, and one of the founders of participatory action research. Fals Borda tracks the history of PAR from the early 1970s and the desire of its early proponents to engage in research with a 'seriousness of purposes and cultivated discipline' comparable to traditional university research but with fundamentally different goals. Viewing science as socially constructed and therefore subject to re-interpretation, revision and enrichment, led researchers to ask a different set of questions about knowledge, the relationship between theory and practice and the research process.*2",
    "KeyPublications":"Fals Borda, O., & Rahman, M. A. (1991). Action and knowledge: breaking the monopoly with participatory action-research. Apex Press.",
    "Reference":"1. Participatory Action Research and Organizational Change Website Retrieved from https://participaction.wordpress.com/2008/07/11/movement/#more-135",
    "KeyConnections":"Paulo Freire, Minkler & Wallerstein"
  },
  {
    "NameofEntities":"Florence Project",
    "EntityType":"Project",
    "Field":"Technology Development",
    "Tag":"fp",
    "Geography":"Norway",
    "Decade":"1984 to 1987",
    "QuotesaboutParticipation":"",
    "AboutEntity":"A motivation for the Florence project was to build computer systems for nurses' daily work, focusing on communication and the professional language and skills of nurses in order for them to gain control over the computer systems and their own working condition. The central idea was that technological solutions should be tested in real work situations. The Florence project was among the pioneers in applying observations of real work situations in combination with more detached techniques such as interviews and workshops. Florence was carried out by researchers and workers, nurses at two hospitals in Oslo, Norway, and two computer scientists, and an anthropologists from the university.*1",
    "KeyPublications":"Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.",
    "Reference":"1. Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.",
    "KeyConnections":"UTOPIA Project, AT Project"
  },
  {
    "NameofEntities":"Francis, Mark ",
    "EntityType":"Individual",
    "Field":"Community Design, Youth Development",
    "Tag":"francis",
    "Geography":"California, USA",
    "Decade":"1980s to 2000s",
    "QuotesaboutParticipation":"",
    "AboutEntity":"Mark Francis is Professor Emeritus and past Chair of Landscape Architecture at the University of California, Davis where he founded and directed the Center for Design Research for twenty years. He works at the intersections of landscape architecture, environmental psychology, geography, art, youth participation, and urban design to explore the design and meaning of built and natural places.*1",
    "KeyPublications":"Francis, M. (1984). Community open spaces: Greening neighborhoods through community action and land conservation. Island Press.Francis, M., & Lorenzo, R. (2002). Seven realms of children's participation. Journal of environmental psychology, 22(1), 157-169.Francis, M. (2003). Village homes: a community by design. Island Press.",
    "Reference":"1. UC Davis Website Retrieved from http://lda.ucdavis.edu/people/websites/francis.html",
    "KeyConnections":"MIG, Pacific Rim Community Design Network, Randolph Hester, Sherry Arnstein, Rex Curry, Jeffrey Hou"
  },
  {
    "NameofEntities":"Freie, Paulo",
    "EntityType":"Individual",
    "Field":"International Development, Public Health",
    "Tag":"freire",
    "Geography":"Brazil",
    "Decade":"1960s to 1990s",
    "QuotesaboutParticipation":"Poor and exploited people can and should be enabled to conduct their own analysis of their own reality.*1",
    "AboutEntity":"Paulo Freire's work has influenced people working in education, community development, community health and many other fields. Freire developed an approach to education that links the identification of issues to positive action for change and development. While Freire's original work was in adult literacy, his approach leads us to think about how we can 'read' the society around us.*2",
    "KeyPublications":"Freire, P. (1969). Pedagogy of the oppressed. Bloomsbury Publishing.",
    "Reference":"1. Chambers, R. (1994). The origins and practice of participatory rural appraisal. World development, 22(7), 953-969.2. Freire Institution Website Retrieved from http://www.freire.org/paulo-freire/",
    "KeyConnections":"International Council for Adult Education, Robert Chambers, Institute of Development Studies, Orlando Fals-borda, Minkler & Wallerstein, Rex Curry "
  },
  {
    "NameofEntities":"Grameen Bank",
    "EntityType":"Organization",
    "Field":"International Development",
    "Tag":"bank",
    "Geography":"Bangladesh, and Worldwide",
    "Decade":"1976 to present",
    "QuotesaboutParticipation":"Grameen Bank has reversed the conventional banking wisdom by removing collateral requirement and created a banking system which is based on mutual trust, strict supervision, accountability, participation and creativity. *1",
    "AboutEntity":"The Grameen Bank is a Nobel Peace Prize-winning microfinance organization and community development bank founded in Bangladesh. It was started in 1976 by a professor of economics at Chittagone University as an experiment to provide credit to poor landless men and women in rural areas. Initially supported by funds from some commercial and nationalized banks, it became an independent bank in 1983. The Grameen Bank has received funds from a number of donor agencies including IFAD, the Asian Development Bank and the Ford Foundation.*2",
    "KeyPublications":"Bornstein, D. (1996). The price of a dream. The story of the Grameen Bank and the idea that is helping the poor to change their lives.Yunus, M. (1998). Banker to the Poor. Penguin Books India.Yunus, M. (2007). Creating a world without poverty: Social business and the future of capitalism. PublicAffairs.",
    "Reference":"1. Grameen Bank Website Retrieved fromhttp://www.grameen-info.org/index.php?option=com_content&task=view&id=19&Itemid=1142. Ghai, D. P. (1988). Participatory development: some perspectives from grass-roots experiences. UNRISD.",
    "KeyConnections":""
  },
  {
    "NameofEntities":"Growing Up in Cities 1977 to 1980s",
    "EntityType":"Project",
    "Field":"Youth Development",
    "Tag":"guc1",
    "Geography":"Worldwide",
    "Decade":"1977 to 1980s",
    "QuotesaboutParticipation":"",
    "AboutEntity":"Growing Up in Cities is a broad-based international research initiative that revisits and extends a project, conceived in 1970, that examine the ways in which children use and perceive the environments that shape their lives. The original project was directed by an urban planner Kevin Lynch and funded by UNESCO.*1",
    "KeyPublications":"Lynch, K., & Banerjee, T. (1976). Growing up in cities. New society, 37(722), 281-284.",
    "Reference":"1. Design Observer Group Website Retrieved from http://designobserver.com/",
    "KeyConnections":"Kevin Lynch, Louise Chawla"
  },
  {
    "NameofEntities":"Growing Up in Cities 1997 to 2006",
    "EntityType":"Project",
    "Field":"Youth Development",
    "Tag":"guc2",
    "Geography":"Worldwide",
    "Decade":"1997 to 2006",
    "QuotesaboutParticipation":"",
    "AboutEntity":" In 1994 environmental psychologist Louise Chawla proposed revisiting Lynch's work in order to address two of its unfulfilled goals: improving urban design through participatory projects with children and informing local and national policy with regard to the needs of children in cities. By May 2002, again with primary sponsorship from UNESCO, the revived Growing Up in Cities project had studied urban qulaity and children's priorities for change in more than a dozen countries.",
    "KeyPublications":"Chawla, L., & Unesco. (2002). Growing up in an urbanising world. London: Earthscan.Driskell, D. (2002). Creating Better Cities with Children and Youth: A Manual for Participation. Stylus Publishing, 22883 Quicksilver Drive, Sterling, VA 20166-2012.",
    "Reference":"1. Design Observer Group Website Retrieved from http://designobserver.com/",
    "KeyConnections":"Robin Moore, Louise Chawla, David Driskell"
  },
  {
    "NameofEntities":"Halprin, Lawrence ",
    "EntityType":"Individual",
    "Field":"Community Design",
    "Tag":"halprin",
    "Geography":"USA",
    "Decade":"1960s to 2000s",
    "QuotesaboutParticipation":"A tool to improve design.*1 (Halprin's) His interest in participatory processes was not only based on the ethics of inclusion and collectivity, but also on optimizing the potential for the implementation of his design plans, as the public became more committed to plans that they helped generate.*2 Although many of us view participation as a way to improve design, Larry singularly employed it with such focus on insightful discovery to shape intense experience through design.*2",
    "AboutEntity":"Lawrence Halprin was at the forefront of design innovation with works ranging from inner urban centers to National Parks. By his experiments in dance and choreography with his wife, Anna Halprin, he discovered a methodology for involving community in the design process. These early experiments were described in his book RSVP Cycles (1969) and Taking Part (1974). They remain a primer for all those interested in sources of design and creativity.*3",
    "KeyPublications":"Halprin, L., & Burns, J. (1974). Taking part: A workshop approach to collective creativity (pp. 5-5). Mit Press.Hester, R., Halprin, L., & Mullen, D. (1999, December). Interview with Lawrence Halprin. In PLACES-A FORUM OF ENVIRONMENTAL DESIGN (Vol. 12, No. 2, pp. 42-51). C/O PLACES, PO BOX 1897, LAWRENCE, KS 66044-8897 USA: DESIGN HISTORY FOUNDATION.",
    "Reference":"1. Hester, R., Halprin, L., & Mullen, D. (1999, December). Interview with Lawrence Halprin. In PLACES-A FORUM OF ENVIRONMENTAL DESIGN (Vol. 12, No. 2, pp. 42-51). C/O PLACES, PO BOX 1897, LAWRENCE, KS 66044-8897 USA: DESIGN HISTORY FOUNDATION.2. Hester, R. T. (2012). Scoring collective creativity and legitimizing participatory design. Landscape Journal: design, planning, and management of the land, 31(1), 135-143.3. Halprin Landscape Conservancy Website Retrieved from http://halprinconservancy.org/lawrence-halprin/",
    "KeyConnections":"Randolph Hester, Henry Sanoff, Norman Krumholz"
  },
  {
    "NameofEntities":"Hamdi, Nabeel ",
    "EntityType":"Individual",
    "Field":"Community Design, International Development",
    "Tag":"hamdi",
    "Geography":"UK, South Africa, and Worldwide",
    "Decade":"1980s to present",
    "QuotesaboutParticipation":"Participation is responsibility with authority in partnership with other stakeholders*1A process which engages grass-root organizations as partners in the design, implementation, and management of programs.*1",
    "AboutEntity":"Nabeel Hamdi qualified at the Architectural Association in London in 1968. In 1997 Nabeel won the U.N. - Habitat Scroll of Honour for his work on Community Action Planning. He has consulted on participatory action planning and upgrading of slums in cities to all major international development agencies and to charities and NGO's Worldwide.*2",
    "KeyPublications":"Hamdi, N., & Goethert, R. (1997). Action planning for cities: a guide to community practice (p. 264). Chichester, UK: John Wiley.Hamdi, N. (2004). Small change: about the art of practice and the limits of planning in cities. Earthscan, London.",
    "Reference":"1. Participation in practice - Nabeel Hamdi, Oxford Brookes University:http://unhabitat.org/participation-in-practice-nabeel-hamdi-oxford-brookes-university/2. Spatial Agency Website Retrieved from http://www.spatialagency.net/database/how/empowerment/nabeel.hamdi",
    "KeyConnections":"World Bank, Sanoff"
  },
  {
    "NameofEntities":"Hart, Roger ",
    "EntityType":"Individual",
    "Field":"Youth Development",
    "Tag":"hart",
    "Geography":"USA, and Worldwide",
    "Decade":"1970s to present",
    "QuotesaboutParticipation":"Participation is the fundamental right of citizenship.*1",
    "AboutEntity":"Roger Hart is director of the Center for Human Environments and the Children's Environments Research Group at the Graduate Cente. He has collaborated in many countries with international NGOs and UNICEF and has published books in numerous languages including: Children's Participation: The Theory and Practice of Involving Young Citizens in Community Development and Environmental Care (1997) and Children's Rights, Poverty and Urban Management (1999).*2",
    "KeyPublications":"Hart, R. (1979). Children's experience of place. Irvington.Hart, R. A. (1992). Children's participation: From tokenism to citizenship (No. inness92/6). UNICEF Innocenti Research Centre.",
    "Reference":"1. Hart, R. A. (1992). Children's participation: From tokenism to citizenship (No. inness92/6). UNICEF Innocenti Research Centre.2. The Graduate Center City University of New York Website Retrieved from http://www.gc.cuny.edu/Faculty/Core-Bios/Roger-Hart",
    "KeyConnections":"Louise Chawla, UNICEF Innoceti Centre, David Driskel, Robin Moore, Sherry Arnstein, Convention on the Rights of the Child, Agenda 21"
  },
  {
    "NameofEntities":"Hester, Randolph ",
    "EntityType":"Individual",
    "Field":"Community Design",
    "Tag":"hester",
    "Geography":"California, USA",
    "Decade":"1970s to present",
    "QuotesaboutParticipation":"A tool to get in civil rights agendas.*1",
    "AboutEntity":"Randolph (Randy) Hester Jr. is a landscape architect, professor and sociologist based in Berkeley, California. His practical work and teaching has focused on applying sociology to the design of neighborhoods, cities and landscapes. Hester is a strong advocate for community participation in the development of what he calls ecological democracies and sacred landscapes - spaces that grow out of a true understanding of the needs of a local community and the potential of its resources.*2",
    "KeyPublications":"Hester, R. T. (1985). LANDSTYLES AND LIFESCAPES+ 12 STEPS TO COMMUNITY-DEVELOPMENT. Landscape Architecture, 75(1), 78-85.Hester, R. T. (1990). Community design primer. Mendocino, CA: Ridge Times Press.Hester, R., Halprin, L., & Mullen, D. (1999, December). Interview with Lawrence Halprin. In PLACES-A FORUM OF ENVIRONMENTAL DESIGN (Vol. 12, No. 2, pp. 42-51). C/O PLACES, PO BOX 1897, LAWRENCE, KS 66044-8897 USA: DESIGN HISTORY FOUNDATION.",
    "Reference":"1. Hester, R., Halprin, L., & Mullen, D. (1999, December). Interview with Lawrence Halprin. In PLACES-A FORUM OF ENVIRONMENTAL DESIGN (Vol. 12, No. 2, pp. 42-51). C/O PLACES, PO BOX 1897, LAWRENCE, KS 66044-8897 USA: DESIGN HISTORY FOUNDATION.2. Project for Public Space Website Retrieved from http://www.pps.org/reference/rhester/",
    "KeyConnections":"Henry Sanoff, Mark Francis, Lawrence Halprin, MIG Inc.,Pacific Rim Community Design Network, Jeffrey Hou, Karl Linn, Paul Davidoff"
  },
  {
    "NameofEntities":"Hou, Jeffrey ",
    "EntityType":"Individual",
    "Field":"Community Design",
    "Tag":"hou",
    "Geography":"USA, and Taiwan",
    "Decade":"1990s to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"Chair and Associate Professor of Landscape Architecture at University of Washington in Seattle.  His research and practice focuses on community design, cultural landscape, environmental activism, and social and ecological hybridity in landscape.*1",
    "KeyPublications":"Hou, J., & Rios, M. (2003). Community?Driven Place Making. Journal of Architectural Education, 57(1), 19-27.",
    "Reference":"1. Pacific Rim Community Design Network Website Retrieved fromhttp://faculty.washington.edu/jhou/rim/members.htm",
    "KeyConnections":"Rex Curry, Randolph Hester, Mark Francis, Pacific Rim Community Design Network, Association for Community Design"
  },
  {
    "NameofEntities":"Institute of Development Studies",
    "EntityType":"Organization",
    "Field":"International Development",
    "Tag":"ids",
    "Geography":"UK, and Worldwide",
    "Decade":"1966 to present",
    "QuotesaboutParticipation":"Participatory methods (PMs) include a range of activities with a common thread: enabling ordinary people to play an active and influential part in decisions which affect their lives. This means that people are not just listened to, but also heard; and that their voices shape outcomes.*1",
    "AboutEntity":"The Institute of Development Studies (IDS) is a leading global Institution for international development research, teaching and learning, and impact and communications, based at the University of Sussex. IDS and their original members, Chambers and his many colleagues in South Asia, Africa and Europe began working with in the 1970s have established participatory methods in development. They emerged as an alternative to mainstream approaches to development, which were top-down and linear, and often comprised Northern 'experts' telling Southern 'poor people' how to go about 'development'.*2",
    "KeyPublications":"Cornwall, A., & Pratt, G. (2003). Pathways to participation: Reflections on PRA. Intermediate Technology.Cornwall, A., & Brock, K. (2005). 'Poverty Reduction,Participation and Empowerment in Development Policy'.Brock, K., & Pettit, J. (2007). Springs of participation: Creating and evolving methods for participatory development. Practical Action Pub.IDS Resources:http://www.participatorymethods.org/resources",
    "Reference":"1. Participatory Methods.org Website Retrieved from http://www.participatorymethods.org/page/about-participatory-methods2. Institute of Development Studies Website Retrieved from https://www.ids.ac.uk/about-us",
    "KeyConnections":"Robert Chambers,Paulo Freire"
  },
  {
    "NameofEntities":"International Council for Adult Education (ICAE)",
    "EntityType":"Organization",
    "Field":"International Development",
    "Tag":"icae",
    "Geography":"Worldwide",
    "Decade":"1973 to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"The International Council for Adult Education (ICAE) is a global network created in 1973, composed of non-governmental organizations, regional, national and sectoral networks in more than 75 countries. ICAE is an NGO in associate relations with UNESCO and with consultative status to the United Nations Economic and Social Council (ECOSOC). It is a strategic network that promotes adult learning as a tool for active citizenship and informed participation of people.*1",
    "KeyPublications":"",
    "Reference":"1. ICAE Website Retrieved fromhttp://www.icae2.org/index.php/en/about-us/what-is-icae",
    "KeyConnections":"UN, NGOs, PRIA, Paulo Freire"
  },
  {
    "NameofEntities":"Krumholz, Norman",
    "EntityType":"Individual",
    "Field":"Community Design",
    "Tag":"krumholz",
    "Geography":"USA",
    "Decade":"1960s to present",
    "QuotesaboutParticipation":"Our built environments can be structured to embrace, welcome and encourage all members of our communities to thrive and prosper.*1",
    "AboutEntity":"Norman Krumholz is a Professor in the Levin College of Urban Affairs who earned his planning degree at Cornell. He served as Planning Director of the City of Cleveland from 1969-1979 and has published in many professional journals. His book (with John Forester) Making Equity Planning Work won the Paul Davidoff book of the year award of the Associated Collegiate Schools of Planning.*2",
    "KeyPublications":"Krumholz, N., Forester, J. (2011). Making equity planning work: Leadership in the public sector. Temple University Press.",
    "Reference":"1. Goltsman, S. M., & Iacofano, D. S. (Eds.). (2007). The inclusive city: Design solutions for buildings, neighborhoods and urban spaces. MIG Communications.2. Cleveland State University Website Retrieved from http://facultyprofile.csuohio.edu/csufacultyprofile/detail.cfm?FacultyID=N_KRUMHOLZ3. Hirsch, A. B. (2012). Facilitation and/or Manipulation? Lawrence Halprin and 'Taking Part'. Landscape Journal, 31(1-2), 117-134.",
    "KeyConnections":"Lawrence Halprin, Susan Goltsman (MIG), Paul Davidoff"
  },
  {
    "NameofEntities":"Linn, Karl ",
    "EntityType":"Individual",
    "Field":"Community Design",
    "Tag":"linn",
    "Geography":"USA",
    "Decade":"1960s to 1990s",
    "QuotesaboutParticipation":"I developed participatory processes that motivated people to come together to envision, design, and build commons where people can easily meet*1",
    "AboutEntity":"Karl Linn is considered 'Father of American Participatory Architecture' by many academic colleagues and architectural and environmental experts of the National Endowment for the Arts. During the early 1960s Linn founded and directed pioneering community design-and-build centers in Philadelphia and Washington, DC, which became models for the Domestic Peace Corps.*1",
    "KeyPublications":"Linn, K. (1968). White solutions won'''t work in Black neighborhoods. Landscape Architecture Magazine, 59(1), 23-25.",
    "Reference":"1. Karl Linn Life and Work Website Retrieved from http://www.karllinn.org/2. Goodman, A. (2013). A History of Community Design/Build in the United States in Four Moments. GLOBALIZING ARCHITECTURE / Flows and Disruptions",
    "KeyConnections":"Randolph Hester"
  },
  {
    "NameofEntities":"Lynch, Kevin ",
    "EntityType":"Individual",
    "Field":"Youth Development",
    "Tag":"lynch",
    "Geography":"USA, and  Worldwide",
    "Decade":"1960s to 1980s",
    "QuotesaboutParticipation":"A good city is one in which children can grow and develop to the extent of their powers;where they can build their confidence and become actively engaged in the world; yet beautonomous and capable of managing their own affairs*1",
    "AboutEntity":"Kevin Lynch was a significant contributor to city planning and city design in the twentieth century. Lynch and UNESCO founded a broad-based international research initiative that revists and extends a project, conceived in 1970, that examined the ways in which children use and perceive the environments that shape their lives.*2",
    "KeyPublications":"Lynch, K. (1960). The image of the city (Vol. 11). MIT press.Lynch, K., & Banerjee, T. (1976). Growing up in cities. New society, 37(722), 281-284.",
    "Reference":"1. Lynch, K., & Banerjee, T. (1976). Growing up in cities. New society, 37(722), 281-284.2. Center for Spatially Integrated Social Science Website Retrieved from http://www.csiss.org/classics/content/62",
    "KeyConnections":"Robin Moore, David Driskell, Growing Up in Cities 1977 to 1980s"
  },
  {
    "NameofEntities":"MIG, Inc",
    "EntityType":"Organization",
    "Field":"Community Design, Youth Development",
    "Tag":"miginc",
    "Geography":"California, USA",
    "Decade":"1980s to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"Since it was founded in 1982, MIG has focused on planning, designing and sustaining environments that support human development. We embrace inclusivity and encourage community and stakeholder interaction in all of our projects. For each endeavor in planning, design, management, communications or technology our approach is strategic, context-driven and holistic, addressing social, political, economic and physical factors to ensure our clients achieve the results they want.*1",
    "KeyPublications":"Goltsman, S. M., & Iacofano, D. S. (Eds.). (2007). The inclusive city: Design solutions for buildings, neighborhoods and urban spaces. MIG Communications.",
    "Reference":"1. MIG inc. Website Retrieved from http://www.migcom.com/pages/aboutus",
    "KeyConnections":"Henry Sanoff, Robin Moore, David Driskell, Mark Francis, Norman Krumholz"
  },
  {
    "NameofEntities":"Minkler, Meredith ",
    "EntityType":"Individual",
    "Field":"Public Health",
    "Tag":"wallerstein",
    "Geography":"USA",
    "Decade":"1970s to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"Meredith Minkler is professor and chair of health and social behavior at the School of Public Health, University of California, Berkeley, where she was also founding director of the UC Center on Aging. She has more than thirty years' experience in working with underserved communities on community-identified issues through community building, community organizing, and community-based participatory research (CBPR). *1",
    "KeyPublications":"Minkler, M. (Ed.). (1997). Community organizing and community building for health. Rutgers University Press.Minkler, M. (2005). Community-based research partnerships: challenges and opportunities. Journal of Urban Health, 82, ii3-ii12.Minkler, M., & Wallerstein, N. (Eds.). (2010). Community-based participatory research for health: From process to outcomes. John Wiley & Sons.",
    "Reference":"1. Minkler, M., & Wallerstein, N. (Eds.). (2010). Community-based participatory research for health: From process to outcomes. John Wiley & Sons.",
    "KeyConnections":"Orlando Fals-boda, William Foote Whyte, Minkler & Wallerstein"
  },
  {
    "NameofEntities":"Moore, Robin ",
    "EntityType":"Individual",
    "Field":"Youth Development",
    "Tag":"moore",
    "Geography":"USA, Argentina",
    "Decade":"1970s to present",
    "QuotesaboutParticipation":"Young people must be integrated into society, given responsibilities, and have opportunities to influence their own living conditions*1",
    "AboutEntity":"Robin Moore is a designer and design researcher, specializing in child and family urban environments that support healthy human development, informal play, and non-formal education, especially through children's exposure to nature. Moore is professor of Landscape Architecture and Director of the Natural Learning Initiative, North Carolina State University, Raleigh.*2",
    "KeyPublications":"Moore, R., & Young, D. (1978). Childhood outdoors: Toward a social ecology of the landscape. In Children and the environment (pp. 83-130). Springer US.Moore, R. C. (1990). Childhood's domain: play and place in child development. MIG communications.",
    "Reference":"1. Sanoff, H. (2000). Community participation methods in design and planning. John Wiley & Sons.2. The New Nature Movement Website Retrieved from http://blog.childrenandnature.org/author/rmoore/3. Chawla, L., Blanchet-Cohen, N., Cosco, N., Driskell, D., Kruger, J., Malone, K., ... & Percy-Smith, B. (2005). Don't just listen-Do something! Lessons learned about governance from the Growing Up in Cities Project. Children Youth and Environment",
    "KeyConnections":"Kevin Lynch, MIG, Louise Chawla, David Driskell,Roger Hart"
  },
  {
    "NameofEntities":"NJMF Project",
    "EntityType":"Project",
    "Field":"Technology Development",
    "Tag":"njmfn",
    "Geography":"Norway",
    "Decade":"1971 to 1973",
    "QuotesaboutParticipation":"",
    "AboutEntity":"The first political project was initiated by the Norwegian Iron and Metal Workers' Union (NJMF) in a resolution made at the annual meeting in 1970. The objective was to apply a workers' perspective on development and introduction of new technology in order to produce an action plan that would represent and strengthen the workers' position with respect to introduction and use of computer technology. The NJMF project emphasised that knowledge gained locally should be a basis for the trade unions to act on a central level. The results from the project included technology agreements, textbooks, and vocational training programmes on technology.*1",
    "KeyPublications":"Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.",
    "Reference":"1. Computer Professionals for Social Responsibiity Website Retrieved fromhttp://cpsr.org/prevsite/conferences/pdc98/history.html",
    "KeyConnections":"DEMOS Project"
  },
  {
    "NameofEntities":"Orangi Pilot Project-Research and Training Institute (OPP-RTI)",
    "EntityType":"Organization",
    "Field":"International Development",
    "Tag":"opp-rti",
    "Geography":"Pakistan",
    "Decade":"1980 to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"Known as one of the most successful NGO sanitation provision projects, this community-owned, community-managed infrastructure upgrading program has helped over one million people to improve sanitation since its inception in 1980 when the primary means of sewage disposal were bucket latrines or soakpits, and open sewers. Its strategy is to minimize external support and help households achieve their own local development needs.*1",
    "KeyPublications":"",
    "Reference":"1. World Bank Urban Upgrading Website Retrieved fromhttp://web.mit.edu/urbanupgrading/upgrading/case-examples/ce-PK-ora.html",
    "KeyConnections":""
  },
  {
    "NameofEntities":"Pacific Rim Community Design Network",
    "EntityType":"Organization",
    "Field":"Community Design",
    "Tag":"prpcdn",
    "Geography":"USA, Japan, Taiwan, Honk Kong, and South Korea",
    "Decade":"1998 to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"The purpose of the conference was to provide the practitioners and scholars working in the field of participatory design and planning across the Pacific Rim region with an opportunity to share and compare each other's experiences and advance their practice and research.  Through conferences and joint projects, the network has provided a vehicle for collaboration and mutual support, as well as a forum for comparative understanding of community design in the fast changing political and social context of the Pacific Rim.*1",
    "KeyPublications":"",
    "Reference":"1. Pacific Rim Community Design Network Website Retrieved fromhttp://faculty.washington.edu/jhou/rim/members.htm",
    "KeyConnections":"Jeffrey Hou, Randolph Hester, Mark Francis, Rex Curry, Association for Community Design"
  },
  {
    "NameofEntities":"PARC",
    "EntityType":"Organization",
    "Field":"Technology Development",
    "Tag":"xparc",
    "Geography":"USA",
    "Decade":"1970s to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"PARC, or Palo Alto Research Center, Inc., was founded in 1971 as a research arm of the Xerox Corporation. Anthropologists at Xerox Palo Alto Research Center (PARC) explored the role of ethnography in the participatory design. They conducted studies of the relations between people, technology, and work in the service sector in the U.S. Later anthropologists at PARC joined forces with computer scientists to find ways that their detail studies of work practices could inform a participatory approach to the design of technology.*1",
    "KeyPublications":"PARC Publications:http://www.parc.com/publications/",
    "Reference":"1. High Tech History Website Retrieved from http://hightechhistory.com/2011/06/02/a-brief-early-history-of-xerox-parc-and-the-development-of-the-personal-computer/2. Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.",
    "KeyConnections":"Participatory Design Conference, William Foote Whyte, Elizabeth B.-N Sanders"
  },
  {
    "NameofEntities":"Participatory Design Conference",
    "EntityType":"Organization",
    "Field":"Technology Development",
    "Tag":"pdc",
    "Geography":"Worldwide",
    "Decade":"1990 to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"Participatory Design Conference (PDCs) started in 1990 as a dialogue about user involvement in IT systems development between, on the one hand, Scandinavian scholars and promoters and, on the other hand, European and Americans interested in how the Scandinavian experience could be adopted and extended. Since then, the conference agendas have broadened to address participatory approaches in a variety of other arenas, including communications, computer supported cooperative work (CSCW), healthcare, new media, architecture, the arts, and others.*1",
    "KeyPublications":"",
    "Reference":"1. PDCs Website Retrieved fromhttp://www.interaction-design.org/references/conferences/series/pdc.html2. Computer Professionals for Social Responsibiity Website Retrieved fromhttp://cpsr.org/prevsite/conferences/pdc98/history.html",
    "KeyConnections":"CPSR, Public Sphere Project"
  },
  {
    "NameofEntities":"Public Sphere Project",
    "EntityType":"Project",
    "Field":"Technology Development",
    "Tag":"psp",
    "Geography":"USA, and Worldwide",
    "Decade":"2000s to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"The Public Sphere Project (PSP) is incubated by CPSR and an initiative that is intended to help promote more effective and equitable public spheres all over the world.  With this site we hope to ultimately support a community of researchers and activists and  provide a broad framework for a variety of interrelated activities and goals.*1",
    "KeyPublications":"",
    "Reference":"1. Public Sphere Project Website Retrieved fromhttp://www.publicsphereproject.org/about2. Computer Professionals for Social Responsibiity Website Retrieved fromhttp://cpsr.org/prevsite/conferences/pdc98/history.html",
    "KeyConnections":"CPSR, Participatory Design Conference"
  },
  {
    "NameofEntities":"Sanders, Elizabeth B.-N ",
    "EntityType":"Individual",
    "Field":"Technology Development",
    "Tag":"sanders",
    "Geography":"USA",
    "Decade":"1980s to Present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"Liz Sanders joined the Design Department at The Ohio State University as an Associate Professor in 2011 after having worked as a design research consultant in industry since 1981. She introduced many of the tools, techniques and methods being used today to drive and/or inspire design from a human-centered perspective and has practiced co-designing across all the design disciplines. She speaks and conducts workshops about participatory design research, collective creativity and transdisciplinarity all over the world.*1",
    "KeyPublications":"PatDEs: Sanders, E. B. N., & Stappers, P. J. (2008). Co-creation and the new landscapes of design. Co-design, 4(1), 5-18.ChicagoSanders, E. B. N., Brandt, E., & Binder, T. (2010, November). A framework for organizing the tools and techniques of participatory design. In Proceedings of the 11th biennial participatory design conference (pp. 195-198). ACM.",
    "Reference":"1. Ohio State University Website Retrieved from http://design.osu.edu/people/sanders.82",
    "KeyConnections":"Participatory Design Conference, PARC, "
  },
  {
    "NameofEntities":"Sanoff, Henry ",
    "EntityType":"Individual",
    "Field":"Community Design, Youth Development",
    "Tag":"sanoff",
    "Geography":"USA",
    "Decade":"1960s to present",
    "QuotesaboutParticipation":"Community participation, on the other hand, covers all the scales and techniques but refers to the processes involving professionals, families, community groups and government officials in shaping the environment.*1",
    "AboutEntity":"Sanoff is a Professor of Architecture in the School of Design at North Carolina State University and one of the founders of the Environmental Design Research Association (EDRA). His research has concentrated in the areas of school facilities, children's environments, community arts, community revitalization, and aging populations.*2",
    "KeyPublications":"Sanoff, H. (2000). Community participation methods in design and planning. John Wiley & Sons.Sanoff, H. (2006). Multiple views of participatory design. METU Journal of the Faculty of Architecture, 23(2), 131-143.",
    "Reference":"1. Sanoff, H. (2005). Origins of community design. Progressive Planning, 166, 14-17.2. Henry Sanoff Linkedin Summary Retrieved from https://www.linkedin.com/in/henrysanoff",
    "KeyConnections":"Lawrence Halprin, Randolph Hester, Susan Goltsman (MIG), William Foote Whyte, Paul Davidoff, Sherry Arnstein, Nabeel Hamdi, Asian Neighborhood Design, Saul Alinsky"
  },
  {
    "NameofEntities":"Self-Employed Women's Associations (SEWA) in India",
    "EntityType":"Organization",
    "Field":"International Development",
    "Tag":"sewa",
    "Geography":"India",
    "Decade":"1972 to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"SEWA represents a pioneering effort to organize self-employed poor women in urban slums in Gujarat, India, into a trade union-type organization. As a trade union for self-employed women, it has worked to secure higher wages for casual workers, for those on contract work such as home-based workers and for suppliers of services such as cleaning and laundering, and a gradual extension to such workers of protection and benefits provided by labour legislation to organized workers in modern enterprises. SEWA is one of the earliest and successful people's self-development project in the world.*1",
    "KeyPublications":"Kent Ranson, M., Sinha, T., Chatterjee, M., Acharya, A., Bhavsar, A., Morris, S. S., & Mills, A. J. (2006). Making health insurance work for the poor: learning from the Self-Employed Women's Association's (SEWA) community-based health insurance scheme in India. Social Science & Medicine, 62(3), 707-720.",
    "Reference":"1. SEWA Website Retrieved fromhttp://www.sewa.org/About_Us.asp2. Ghai, D. P. (1988). Participatory development: some perspectives from grass-roots experiences. UNRISD.",
    "KeyConnections":""
  },
  {
    "NameofEntities":"Society for Participatory Research in Asia (PRIA)",
    "EntityType":"Organization",
    "Field":"International Development",
    "Tag":"spra",
    "Geography":"Worldwide",
    "Decade":"1982 to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"Participatory Research in Asia (PRIA) is an international centre for learning and promotion of citizen participation and democratic governance. PRIA's professional expertise and practical insights are utilised by other civil society groups, NGOs, governments, donors, trade unions, private business and academic institutions around the world.  Since its inception in 1982, PRIA has embarked on a set of initiatives focusing on empowerment of the poor and excluded.*1",
    "KeyPublications":"",
    "Reference":"1. PRIA Website Retrieved from http://www.pria.org/about_pria.htm",
    "KeyConnections":"World Bank, UNDP, UNRISD, International Council for Adult Education"
  },
  {
    "NameofEntities":"UNICEF Innocenti Research Center",
    "EntityType":"Organization",
    "Field":"Youth Development",
    "Tag":"unicef_irc",
    "Geography":"Italy, and Worldwide",
    "Decade":"1980s to present",
    "QuotesaboutParticipation":"Participation can not be genuine if children have no opportunity to understand the consequences and the impact of their opinions.*1",
    "AboutEntity":"In 1988 the United Nations Children's Fund (UNICEF) established in Florence, Italy, a research centre to support its advocacy for children Worldwide and to identify and research current and future areas of UNICEF's work. The prime objectives of the Office of Research are to improve international understanding of issues relating to children's rights, and to help facilitate full implementation of the Convention on the Rights of the Child supporting advocacy Worldwide.*2",
    "KeyPublications":"UNICEF Innocenti Research Centre. (2004). Building child friendly cities: A framework for action. ",
    "Reference":"1. UNICEF Innocenti Research Centre. (2004). Building child friendly cities: A framework for action. 2. UNICEF Office of Research Website Retrieved from http://www.unicef-irc.org/aboutIRC/",
    "KeyConnections":"Louise Chawla, Roger Hart, Convention on the Rights of the Child"
  },
  {
    "NameofEntities":"United Nations Development Programme (UNDP)",
    "EntityType":"Organization",
    "Field":"International Development",
    "Tag":"uni",
    "Geography":"Worldwide",
    "Decade":"1966 to present",
    "QuotesaboutParticipation":"People should guide both the state and the market... actions must be taken to allow people to participate fully in the operations of markets and to share equitably in their benefits' untrammelled by arbitrary and unpredictable government controls.*1",
    "AboutEntity":"Since 1966 UNDP partners with people at all levels of society to help build nations that can withstand crisis, and drive and sustain the kind of growth that improves the quality of life for everyone. On the ground in more than 170 countries and territories, we offer global perspective and local insight to help empower lives and build resilient nations.*2",
    "KeyPublications":"United Nations Development Programme. (1993). Human Development Report 1993. New York Oxford Oxford University Press",
    "Reference":"1. Cornwall, A. (2000). Beneficiary, consumer, citizen: perspectives on participation for poverty reduction (pp. 1-98). Stockholm: Sida.2. UNDP Website Retrieved from http://www.undp.org/content/undp/en/home/operations/about_us.html",
    "KeyConnections":"World Bank, Donor Organizations, Society for Participatory Research in Asia, International Council for Adult Education"
  },
  {
    "NameofEntities":"United Nations Research Institute for Social Development (UNRISD)",
    "EntityType":"Organization",
    "Field":"International Development",
    "Tag":"uni",
    "Geography":"Worldwide",
    "Decade":"1970s to present",
    "QuotesaboutParticipation":"(Participation is) the organised efforts to increase control over resources and regulative institutions in given social situations on the part of groups and movements hitherto excluded from such control.*1",
    "AboutEntity":"The United Nations Research Institute for Social Development (UNRISD) is an autonomous research institute within the UN system that undertakes multidisciplinary research and policy analysis on the social dimensions of contemporary development issues. Through our work we aim to ensure that social equity, inclusion and justice are central to development thinking, policy and practice.*2",
    "KeyPublications":"UNRISD Publications Retrieved from http://www.unrisd.org/80256B3C005BCCF9/(httpPublicationsHome)/$First?OpenDocument",
    "Reference":"1. Cornwall, A. (2000). Beneficiary, consumer, citizen: perspectives on participation for poverty reduction (pp. 1-98). Stockholm: Sida.2. UNRISD Website Retrieved from http://www.unrisd.org/80256B3C005BF3C2/(httpPages)/1889BA294D2950E08025791F005CD710?OpenDocument",
    "KeyConnections":"International Council for Adult Education, World Bank, Donor Organization"
  },
  {
    "NameofEntities":"UTOPIA Project",
    "EntityType":"Project",
    "Field":"Technology Development",
    "Tag":"utopiasd",
    "Geography":"Sweden and Denmark",
    "Decade":"1981 to 1984",
    "QuotesaboutParticipation":"",
    "AboutEntity":"The UTOPIA project (Utbildning, Teknik, och Produkt I, Arbetskvvalitetsperspektiv) embraced the early 1980s with collaborative efforts between several Scandinavian research institutions and the Nordic Graphical Union. The UTOPIA project specifically addressed the need for alternative systems in the newspaper industry for page make-up and image processing. During the UTOPIA project, workers' had a real opportunity to influence what system is developed and how that system is designed. The participatory design method includes s a design-by-doing approach that provided the easiest way to get graphical workers involved in the design process. This design-by-doing technique involved mock-ups and emulations of computer based working environments in a laboratory setting.*1",
    "KeyPublications":"Simonsen, J., & Robertson, T. (Eds.). (2012). Routledge international handbook of participatory design. Routledge.",
    "Reference":"1. Kensing, F., & Blomberg, J. (1998). Participatory design: Issues and concerns. Computer Supported Cooperative Work (CSCW), 7(3-4), 167-185.2. Spinuzzi, C. (2005). The methodology of participatory design. Technical Communication, 52(2), 163-174.",
    "KeyConnections":"DUE Project, Florence Project"
  },
  {
    "NameofEntities":"Wallerstein, Nina ",
    "EntityType":"Individual",
    "Field":"Public Health",
    "Tag":"wallerstein",
    "Geography":"USA",
    "Decade":"1970s to present",
    "QuotesaboutParticipation":"",
    "AboutEntity":"Nina Wallerstein is professor in the Department of Family and Community Medicine (DFCM) and was the founding director of the MPH Program at the University of New Mexico. She currently directs the Center for Participatory Research in the DFCM's. For over thirty years she has been in evolved in empowerment and popular education and in participatory research with youths, women, tribes, and underserved communities in the U.S. and in Latin America.*1",
    "KeyPublications":"Minkler, M., & Wallerstein, N. (Eds.). (2010). Community-based participatory research for health: From process to outcomes. John Wiley & Sons.",
    "Reference":"1. Minkler, M., & Wallerstein, N. (Eds.). (2010). Community-based participatory research for health: From process to outcomes. John Wiley & Sons.",
    "KeyConnections":"Orlando Fals-boda, William Foote Whyte, Minkler & Wallerstein, Sherry Arnstein"
  },
  {
    "NameofEntities":"Whyte, William Foote ",
    "EntityType":"Individual",
    "Field":"Public Health",
    "Tag":"whyte",
    "Geography":"USA",
    "Decade":"1960s to 1990s",
    "QuotesaboutParticipation":"The development of a communities' potential through collaborative problem solving, where citizens are empowered to effect social change by controlling the knowledge produced by participation.*1",
    "AboutEntity":"Whyte was a professor emeritus of sociology at Cornell University. In all, he wrote 20 influential books. But his first, ''Street Corner Society,'' was the keystone of his career.  It was the study of  Italian-American gangs in the North End of Boston in 1943. Whyte also championed this methodology, which he called ''participatory action research,'' asserting that he could maintain his objectivity while sometimes nudging his subject in the direction of reform.*2",
    "KeyPublications":"Whyte, W. F. (1984). Learning from the field: A guide from experience. Sage.Whyte, W. F. E. (1991). Participatory action research. Sage Publications, Inc.Whyte, W. F. (2012). Street corner society: The social structure of an Italian slum. University of Chicago Press.",
    "Reference":"1. Sanoff, H. (2006). Multiple views of participatory design. METU Journal of the Faculty of Architecture, 23(2), 131-143.2. Greenhouse S. (2000, July 20). William Whyte, a Gang Sociologist, Dies at 86. New York Times Retrieved fromhttp://www.nytimes.com/2000/07/20/us/william-whyte-a-gang-sociologist-dies-at-86.html3. Whyte, W. F. (1995). Encounters with participatory action research. Qualitative Sociology, 18(3), 289-299.",
    "KeyConnections":"PARC, Henry Sanoff"
  },
  {
    "NameofEntities":"World Bank",
    "EntityType":"Organization",
    "Field":"International Development",
    "Tag":"wb",
    "Geography":"Worldwide",
    "Decade":"1970s to present",
    "QuotesaboutParticipation":"(Participatory development is a) process through which stakeholders influence and share control over development initiatives, decisions and resources which affect them.*1",
    "AboutEntity":"The World Bank is a vital source of financial and technical assistance to developing countries around the world. They are not a bank in the ordinary sense but a unique partnership to reduce poverty and support development. The World Bank Group comprises five institutions managed by their member countries. In 1994, World Bank initiated the World Bank Learning Group on Participation.*1,2",
    "KeyPublications":"Partridge, W. L. (1994). People's Participation in Environmental Assessment in Latin America: Best Practices. World Bank, Latin America Technical Department, Environment Unit.Mansuri, G., & Rao, V. (2004). Community-based and-driven development: A critical review. The World Bank Research Observer, 19(1), 1-39.Mansuri, G., & Rao, V. (2012). Localizing development: does participation work?. World Bank Publications.",
    "Reference":"1. Cornwall, A. (2000). Beneficiary, consumer, citizen: perspectives on participation for poverty reduction (pp. 1-98). Stockholm: Sida.2. World Bank Website Retrieved from http://www.worldbank.org/en/about/what-we-do",
    "KeyConnections":"UNRSD, UNDP,Donor Organizations, Nabeel Hamdi, Society for Participatory Research in Asia, Grameen Bank"
  }
]}